{
  "cindy-axne": {
    "name": "Cindy Axne",
    "img": "https://www.emilyslist.org/i/images/Cindy-Axne.png/@zx_250@zy_250",
    "location": "U.S. House, Iowa",
    "link": "https://www.emilyslist.org/candidates/cindy-axne",
    "id": "cindy-axne",
    "summary": [
      "A fighter for Iowa’s working families",
      "A champion for health care and expanding economic opportunity",
      "An opportunity to flip a seat from red to blue"
    ],
    "bio": [
      "A fighter for Iowa’s working families",
      "Cindy Axne is a small business owner, mother and community activist running for Congress to fight for Iowa working families. A fifth-generation Iowan, Cindy grew up on the south side of Des Moines and worked for the state government across a variety of departments for nearly a decade, helping hold over twenty different state agencies accountable to taxpayers. A champion for equality, Cindy successfully fought for full-day kindergarten to be available to all children in West Des Moines public schools, not just those who won a lottery. In addition to co-running a digital design and consulting firm with her husband, Cindy currently serves as a mentor with the John Pappajohn Entrepreneurial Center at the University of Iowa, her alma mater. She lives in West Des Moines with her husband and two teenage sons, and is an active member of her church.",
      "A champion for health care and expanding economic opportunity",
      "Cindy is running to expand economic opportunity and create good-paying jobs for Iowa working families. As a small business owner, she has what it takes to fight for commonsense policies that grow our economy and give all Iowans the chance to thrive in their communities. She is dedicated to protecting and expanding all Iowans’ access to high-quality, affordable health care. Cindy knows what it’s like to have health insurance be too expensive for families. When she was starting her small business, she has said that health insurance that included maternity coverage “was completely unaffordable; we couldn’t afford it, so I didn’t have maternity coverage. [...] To afford our medical bills, we sold personal items on eBay because we didn’t want to go into debt or go bankrupt just because we had our son.” Cindy was also one of thousands of Iowans whose health insurance plan was canceled last year amidst Republicans’ attempts to sabotage the Affordable Care Act. When elected to Congress, Cindy will fight to defend hardworking Iowans’ economic security and the rights of the most vulnerable among us.",
      "An opportunity to flip a seat from red to blue",
      "Cindy is challenging Congressman David Young, a vulnerable Republican who has been advancing his party’s dangerous agenda at the expense of the working families he was elected to serve. Young has voted in lockstep with the dangerous Republican agenda, including for the GOP health care plan to kick 23 million people off their insurance — threatening the health care coverage of Iowa working families. This is an opportunity to flip a seat, and a critical race on the path to flipping the House. Let’s show her the full support of the EMILY’s List community and help elect this champion for Iowa working families to the U.S. House in 2018."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/cindy-axne",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "lauren-baer": {
    "name": "Lauren Baer",
    "img": "https://www.emilyslist.org/i/Lauren-Baer.png/@zx_250@zy_250",
    "location": "U.S. House, Florida",
    "link": "https://www.emilyslist.org/candidates/lauren-baer",
    "id": "lauren-baer",
    "summary": [
      "A champion for Florida working families",
      "A proven leader fighting to expand economic opportunity",
      "An opportunity to flip a seat from red to blue"
    ],
    "bio": [
      "A champion for Florida working families",
      "Lauren Baer is a policy expert with an outstanding record of public service running for Congress to fight for Florida working families. She grew up in a family of local business owners who taught her the importance of hard work and giving back. Lauren attended Palm Beach County public schools and went on to earn her bachelor’s degree from Harvard, her law degree from Yale, and her master’s degree from the University of Oxford, where she was a Marshall Scholar. She is a powerful advocate for justice and her work as an attorney included an active pro bono practice and taking the fight to get money out of politics all the way to the Supreme Court. Lauren served in the Obama administration as a senior advisor to Secretaries of State Hillary Clinton and John Kerry and to U.S. Ambassador to the United Nations Samantha Power. She currently serves as a consultant for the global strategy firm founded by former Secretary of State Madeleine Albright. Lauren and her wife Emily are proud parents of a young daughter and they enjoy spending time outdoors with their dog in their South Florida community.",
      "A proven leader fighting to expand economic opportunity",
      "Lauren is running for Congress to expand economic opportunity by fighting to create jobs, raise wages, and encourage entrepreneurship. “Growing up in a family business where we sold furniture for a living taught me that we are all better off when we are all better off, and that our economy should be strong but also equitable,” she has said. “I’ll be a champion for workers, small business owners, and everyone striving to make ends meet, because every person deserves a fair shot.” Lauren is dedicated to making Florida a hub for new industries, like solar energy, and a place where small businesses can thrive. She is also a powerful advocate for expanding access to quality health care at a time when Republicans are desperate to undo the progress we’ve worked so hard to make. This fight is deeply personal for Lauren, whose mother has been chronically ill for more than 20 years after a serious accident changed their lives forever. She finds inspiration in her mother’s strength. “We want quality, affordable health care,” she has said. “We want good public schools, a clean environment. This campaign is about families, the same people I grew up with here. All they ask for is somebody who actually listens.” When elected, Lauren will give Palm Beach County and Treasure Coast families a new voice in Congress.",
      "An opportunity to flip a seat from red to blue",
      "Lauren is running in Florida’s 18th Congressional District and challenging Republican incumbent Congressman Brian Mast, whose reliable vote for the GOP's disastrous agenda has hurt the working families he was elected to serve. Our path to taking back the House runs right through this swing district, and Lauren has what it takes to win. The contrast is stark and the choice is clear, but Mast’s allies will do everything they can to keep this seat — and Congress — under Republican control. Let’s show Lauren the full support of the EMILY’s List community and help elect this champion for Florida working families to Congress — and let’s take back the House."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/lauren-baer",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "dana-balter": {
    "name": "Dana Balter",
    "img": "https://www.emilyslist.org/i/Dana-Balter.png/@zx_250@zy_250",
    "location": "U.S. House, New York",
    "link": "https://www.emilyslist.org/candidates/dana-balter",
    "id": "dana-balter",
    "summary": [
      "A proven leader fighting for central and western New York working families",
      "A champion dedicated to expanding economic opportunity for all",
      "An opportunity to flip a seat from red to blue"
    ],
    "bio": [
      "A proven leader fighting for central and western New York working families",
      "Dana Balter is a dedicated community leader running for Congress to fight for central and western New York working families. From a young age, Dana learned how to be a fierce advocate from her parents. Her younger brother has cognitive disabilities, and Dana’s family fought for him to have the same educational opportunities, dignity, and respect that all children deserve. Inspired to keep fighting, she began her career in special education at a nonprofit organization serving adults with cognitive disabilities. Dana worked as a teacher and went on to serve as director of education and then director of communications and marketing. Her experience serving students and families motivated her to make change on a larger scale. She earned her master’s degree in public administration and is a Ph.D. candidate at Syracuse University's Maxwell School of Citizenship and Public Affairs. The granddaughter of Holocaust refugees who made upstate New York their home, Dana was raised to stand up for her community and her values and she is deeply committed to social justice. After the 2016 election, she took action as a tireless community organizer working to hold her elected officials accountable. This grassroots leader stepped up to run for the first time and won a competitive primary in June. Dana lives on Syracuse's East Side with her three rescue dogs, and when elected she will continue to fight for all central and western New York working families.",
      "A champion dedicated to expanding economic opportunity for all",
      "Dana is running to expand economic opportunity for all central and western New York working families and to help create good-paying jobs so that communities can thrive. As a grassroots leader dedicated to her community, she will champion policies that move central and western New York forward for all. At a time when Republicans are desperate to undo the progress we’ve worked so hard to make, Dana is committed to fighting back and expanding access to quality health care for all — a fight that is deeply personal to her. Shortly after beginning her Ph.D. program, Dana faced a debilitating medical condition and had to suspend her studies. She researched her options and approached her treatments with the same determination and grit she brings to every fight, and made a recovery that made it possible for her to return to graduate school. Dana is running to make central and western New York working families’ voices heard, and when elected she will be their fierce champion in Congress.",
      "An opportunity to flip a seat from red to blue",
      "Dana is challenging incumbent Republican John Katko, whose record of failure has hurt the working families he was elected to serve. Our path to taking back the House runs right through this district where Hillary Clinton narrowly outperformed Donald Trump in 2016. Dana has what it takes to win, but Katko’s deep-pocketed special interest allies will do everything they can to keep this seat — and Congress — under Republican control. Let’s show Dana the full support of the EMILY’s List community and help elect this champion for central and western New York working families to Congress, and let’s take back the House."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/dana-balter",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "nanette-barragan18": {
    "name": "Nanette Barragán",
    "img": "https://www.emilyslist.org/i/images/Nanette-Barragan.png/@zx_250@zy_250",
    "location": "U.S. House, California",
    "link": "https://www.emilyslist.org/candidates/nanette-barragan18",
    "id": "nanette-barragan18",
    "summary": [
      "A champion for California working families",
      "A fighter dedicated to expanding economic opportunity",
      "A progressive champion facing an unpredictable field"
    ],
    "bio": [
      "A champion for California working families",
      "Nanette Diaz Barragán is running for re-election to continue her fight to expand economic and educational opportunities for all. The daughter of a factory worker and a TV repairman, Nanette grew up near Carson, CA, the youngest of 11 kids. Nanette’s parents immigrated to the United States from Mexico before she was born — her mother coming to the U.S. with just a third grade education. Growing up in a community where many of her peers didn’t graduate from high school, Nanette says there was “no real expectation” that she would go to college — and no sense that higher education would be possible for her. But with the urging of her mother, Nanette applied to the University of California-Davis and was accepted. Nanette worked odd jobs to pay her way through school, transferring to UCLA during her freshman year to be closer to home so she could help support her sick father. After graduating from UCLA, Nanette put herself through law school at the University of Southern California. Driven by a commitment to helping hardworking families in communities like hers, Nanette has dedicated her career to public service — from working for the NAACP to help address inequalities in health care to her work as a pro bono Spanish-speaking adoption attorney. She became the first Latina ever elected to the Hermosa Beach City Council, and served as the city’s first Latina mayor prior to successfully running for Congress in 2016.",
      "A fighter dedicated to expanding economic opportunity",
      "Nanette is running to continue the fight to expand economic opportunity and to help create good- paying jobs so that all Golden State communities can thrive. Throughout Nanette’s outstanding career of service, she has tackled the toughest challenges facing her community time and time again. A fierce champion for access to quality, affordable health care and for environmental justice, Nanette fights back against any attempts to undo the progress we’ve worked so hard to make. As the chair of the Congressional Hispanic Caucus Task Force for Environment, Public Lands and Water, she works to raise awareness of how environmental conditions throughout the country have a disproportionately negative health impacts on communities of color, low-income families, and other marginalized groups. Since taking office, Nanette has been working tirelessly for the people she serves — still in her first term, she has sponsored more than ten bills on issues ranging from homeland security to requiring sexual harassment training for all employees of federal contractors. At a time when working families are under attack from the Trump administration and Congressional Republicans like never before, Nanette has fought courageously on behalf of Californians whose struggles are deeply personal for her — for veterans like her uncle, for DREAMers like her cousin, and for hardworking people like her parents trying to make ends meet. Nanette knows firsthand that with opportunity, all things are possible, and she is committed to making the American dream a reality for all of the families she serves.",
      "A progressive champion who fought back an unpredictable field",
      " ",
      "In California’s top-two primary system, two candidates of any party affiliation can advance to the general election — and with these unpredictable dynamics, Nanette still made it through to the general election race. But it’s critical that we continue to give her our dedicated support all the way through November. The EMILY’s List community showed this pro-choice champion our full support in 2016, and now it’s time for us to show her that we have her back as she continues to fight for our progressive values."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/nanette-barragan18",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "mary-barzee-flores": {
    "name": "Mary Barzee Flores",
    "img": "https://www.emilyslist.org/i/images/Flores_Mary-Barzee.png/@zx_250@zy_250",
    "location": "U.S. House, Florida",
    "link": "https://www.emilyslist.org/candidates/mary-barzee-flores",
    "id": "mary-barzee-flores",
    "summary": [
      "A champion for South Florida working families",
      "A fighter ready to bring new leadership to Congress",
      "An opportunity to flip a must-win open seat"
    ],
    "bio": [
      "A champion for South Florida working families",
      "Mary Barzee Flores is a dedicated public servant running for Congress to fight for Miami's working families. Mary’s father, a World War II veteran who managed a local fish and tackle store, and her mother, a registered nurse who was an Air Force officer in the Korean War, raised Mary and her brother and sister just outside of Little Havana, and all three siblings attended Miami-Dade public schools. She started working at the age of 15, one year after her father passed away, and worked as a dishwasher, a maid, a cook, and a bartender as a young woman to help her family make ends meet. Mary worked her way through the University of Miami and went on to the University of Miami School of Law — beginning her lifelong passion for service and justice. She served in the federal Office of the Public Defender in Miami for twelve years. In 2002, Mary stepped up to run for an open seat as a Florida Circuit Court Judge. After nearly eight years on the Circuit Court, Mary retired and went into private practice until just a few years later, when President Obama nominated her for a judgeship on the U.S. District Court — but Senator Marco Rubio, citing two small donations she made to the ACLU and to EMILY’s List in the 1990s, blocked her getting a fair hearing in the Senate judiciary committee, much less a vote. This experience only deepened Mary’s commitment to her community, and she is running for Congress to make their voices heard in Washington. Mary and her husband, Hector, live in Coral Gables, and are the proud parents of two children.",
      "A fighter ready to bring new leadership to Congress",
      "Mary stepped up to run and to fight for the working families of Miami-Dade County after the 2016 election inspired her to be the candidate she knew her community needed. When elected, she will fight tirelessly to expand economic opportunity and to help create good paying jobs for hardworking Floridians. She is a fierce advocate for access to health care, and she will defend the progress we’ve worked so hard to make at a time when Republicans are desperate to undo as much of it as possible. Mary is a pro-choice champion who will fight to protect women's access to reproductive health care — and she will fight back against any attempts to turn back the clock on women’s rights. Mary is proud to live, work, and send her children to public schools in a community rich with diversity, and when elected she will fight for common sense immigration reform that keeps families together and strengthens our communities and our economy. As a lifelong resident of South Florida, Mary knows the threat that climate change poses to our environment, our economy, and the economic security of working families. When elected, Mary will fight tirelessly to protect South Florida’s unique natural environment for future generations of residents and visitors to come."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/mary-barzee-flores",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "carolyn-bourdeaux": {
    "name": "Carolyn Bourdeaux",
    "img": "https://www.emilyslist.org/i/images/Carolyn-Bourdeaux.png/@zx_250@zy_250",
    "location": "U.S. House, Georgia",
    "link": "https://www.emilyslist.org/candidates/carolyn-bourdeaux",
    "id": "carolyn-bourdeaux",
    "summary": [
      "An experienced leader and dedicated public servant",
      "A fighter for Georgia working families",
      "An opportunity to flip a seat and take back the House"
    ],
    "bio": [
      "An experienced leader and dedicated public servant",
      "Carolyn Bourdeaux is an experienced leader and dedicated public servant running for Congress to continue her lifelong fight for working families. The daughter of two teachers, Carolyn won grants and took out federal loans to work her way through college at Yale and went on to earn a master’s degree in public administration from the University of Southern California as well as a Ph.D. in public administration with a focus on public finance from Syracuse University. She served as director of Georgia’s Senate Budget and Evaluation Office, where she advocated for policies that put taxpayer dollars to work in ways that improve Georgians’ lives. Carolyn has worked on projects to improve public transportation and land use, which laid the groundwork for the Livable Communities Initiative that has revitalized many downtown communities. Carolyn was most recently a professor at Georgia State University and lives in Suwanee with her husband and their young son. When elected, Carolyn will fight tirelessly for hardworking Georgia families.",
      "A fighter for Georgia working families",
      "Carolyn is running to continue her lifelong fight to expand economic opportunity so that all of Georgia’s working families can thrive. She helped the state of Georgia navigate the challenges of the Great Recession, and the Georgia Senate honored her work with a Senate resolution. For Carolyn, the fight for affordable health care is personal: she lost both of her parents last summer after her father struggled with a long illness. She saw their discretionary income eaten up paying for medications. Carolyn is passionate about making it easier for families like hers to care for aging parents and to increase access to affordable health care for all. When elected, she will give hardworking Georgia families a powerful new voice in Congress.",
      "An opportunity to flip a seat and take back the House",
      "Carolyn is challenging Republican Rob Woodall, an extremist who voted to repeal the Affordable Care Act and take away his constituents’ access to health care. Woodall supports policies that would raise costs for people with cancer, diabetes, and pre-existing conditions, putting special interests ahead of the Georgians he was elected to serve. President Trump carried this district by just six points in 2016, making it a prime opportunity for Democrats in 2018, and Carolyn has what it takes to flip it from red to blue. Let’s show Carolyn the full support of the EMILY’s List community to help elect this champion for Georgia working families to Congress — and let’s take back the House."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/carolyn-bourdeaux",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "lisa-brown": {
    "name": "Lisa Brown",
    "img": "https://www.emilyslist.org/i/images/Lisa-Brown.png/@zx_250@zy_250",
    "location": "U.S. House, Washington",
    "link": "https://www.emilyslist.org/candidates/lisa-brown",
    "id": "lisa-brown",
    "summary": [
      "An experienced leader and champion for working families",
      "A fighter dedicated to expanding economic opportunity",
      "An opportunity to flip a seat and take back the House"
    ],
    "bio": [
      "An experienced leader and champion for working families",
      "Lisa Brown is an experienced leader and dedicated public servant running for Congress to fight for Washington State working families. Lisa is a first-generation college graduate who moved to Spokane, Washington in 1981 to serve as an associate professor of economics at Eastern Washington University. She became deeply involved in her community and worked tirelessly to make it a better place where all working families could thrive, petitioning to increase access to dental care and organizing the city’s first “Take Back The Night” rally to prevent domestic violence and sexual assault. She ran for office for the first time in 1992, and served in the state House for three terms before going on to serve in the state Senate for over 15 years. In 2005, Lisa became the first Democratic woman to serve as Senate majority leader in the history of Washington State, and she has a proven record of fighting to move the state forward and getting results for the hardworking people she serves. Under Lisa’s leadership, the Washington State Senate broke through gridlock to pass landmark legislation, including marriage equality, mental health insurance parity, the expansion of children's health care, and the creation of the nonprofit Prescription Drug Assistance Foundation. Most recently, Lisa has served as chancellor of Washington State University Spokane and led the development of a new medical school and research programs that have grown eastern Washington’s economy and increased working familes’ access to health care. She and her husband Brian live in Spokane and share a commitment to serving the community they are proud to call home.",
      "A fighter dedicated to expanding economic opportunity",
      "Lisa is a fighter running for Congress to expand economic opportunity for eastern Washington working families and to help create good-paying jobs. At a time when Republicans in Congress are attempting to undo all the progress we’ve worked so hard to make, Lisa will fight back and continue her lifelong fight to expand access to quality, affordable health care. She is a trailblazer who will give working families a new voice in Washington and put an end to the agenda that makes it harder to get ahead. Lisa is committed to breaking down the barriers to opportunity that working parents face every day. During her first year in office, as the single mother of a 1-year-old, Lisa had to choose between missing work and taking her son home from daycare when a session ran late without a dinner break. She brought him into the chamber and continued to work as he rested, but a colleague complained — citing a policy that previously hadn’t been applied to fathers — and she was asked to remove her son. When elected, Lisa will be a firece advocate for Washington State working families in Congress.",
      "An opportunity to flip a seat and take back the House",
      "Lisa is challenging vulnerable Republican incumbent Congresswoman Cathy McMorris Rodgers, an extremist who has worked to advance her party’s dangerous agenda that hurts the working families she was elected to serve. Lisa’s strong grassroots campaign has quickly gained momentum, and this race is a must-win opportunity to flip a seat as we fight to take back the House. McMorris Rodgers is out of touch with eastern Washington working families, and Lisa has what it takes to hold her accountable for her record of failure to bring new leadership to this district. Let’s show Lisa our full support and help flip this seat and send this champion for Washington State to Congress — and take back the House."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/lisa-brown",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "julia-brownley-18": {
    "name": "Julia Brownley",
    "img": "https://www.emilyslist.org/i/images/Brownley_Julia_circle.png/@zx_250@zy_250",
    "location": "U.S. House, California",
    "link": "https://www.emilyslist.org/candidates/julia-brownley-18",
    "id": "julia-brownley-18",
    "summary": [
      "A champion for California working families",
      "A fighter for expanding economic opportunity",
      "A must-win race in the fight for control of the House"
    ],
    "bio": [
      "A champion for California working families",
      "Julia Brownley was drawn to public service when she joined her local PTA to improve the school her daughter, Hannah, and her son, Fred, were attending. She went on to run for her local school board, served as school board president, and became one of California’s leading education advocates. Julia has helped increase student performance in local schools, fought for more resources in classrooms, given schools more local control, and worked to ensure that every student has a quality teacher, making sure all California students get a fair shot. She successfully ran for state Assembly in 2006 and served three terms fighting for women and families, earning a reputation as an effective and hardworking legislator. In 2012 Julia ran for Congress in California’s 26th Congressional District, and won a tough election in the state’s new top-two primary system – becoming the first Democrat to represent Ventura County in 70 years. Since taking office, she has fought to increase economic opportunity in Ventura County. Julia is a champion for schools, quality health care, veterans, and working families’ economic security.",
      "A fighter for expanding economic opportunity",
      "Julia is a fierce advocate for expanding economic opportunity and creating good-paying jobs for hardworking Californians. She has dedicated her life to improving California’s schools, colleges, and universities so that all Golden State students have the opportunity to succeed in tomorrow’s economy. Julia believes it is a moral and economic imperative that we fix our broken health care system and ensure access to affordable, quality health care for all Californians. A longtime advocate for health care reform, Julia fought in the California assembly to protect Californians from rising premiums that too often pushed quality health care out of reach for working families. She is a strong advocate for women, a leader in preventing domestic violence, and a pro-choice champion fighting to ensure health insurance companies cover contraception, prenatal, and preventive care for everyone. She is also a champion for our veterans, introducing the Female Veteran Suicide Prevention Act — legislation requiring the Department of Veterans Affairs to identify mental health care and suicide prevention programs that are the most effective and result in the best outcomes among at-risk women veterans — which won overwhelming bipartisan support. “We can and we must do more to address the epidemic of suicide among our women veterans,” Julia has said.",
      "A must-win race in the fight for control of the House",
      "Julia is running in a swing district where California’s top-two open primary system makes elections unpredictable. The 26th District is a perennial battleground, and it’s a top target for Republican takeover once again in 2018 as the GOP fights hard to flip it back and retain control of the House. The field of her potential challengers includes actor Antonio Sabato Jr., a dangerous extremist and Trump ally who is an outspoken proponent of building a border wall. In stark contrast, “I join millions of Americans across the country who stand firm in the resolve that our nation will be one that works for everyone — a stronger, inclusive America built around uplifting and empowering all of its citizens,” Julia has said — and we need her right where she is, continuing to fight for all California working families in the House. Julia is an alumna of the EMILY’s List Political Opportunity Program, first earning the support of the EMILY’s List community when she ran for a seat in the California state Assembly. Now, as this tough, experienced leader fights to defend a critical seat that’s a must-win for Democrats’ efforts to take back the majority, EMILY’s List is proud to stand with Julia as she continues to fight for California’s hardworking families."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/julia-brownley-18",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "cheri-bustos-18": {
    "name": "Cheri Bustos",
    "img": "https://www.emilyslist.org/i/images/Bustos_Cheri_circle.png/@zx_250@zy_250",
    "location": "U.S. House, Illinois",
    "link": "https://www.emilyslist.org/candidates/cheri-bustos-18",
    "id": "cheri-bustos-18",
    "summary": [
      "A champion for Illinois women and families",
      "A fierce advocate for expanding economic opportunity in Illinois",
      "A critical hold in the fight for control of the House"
    ],
    "bio": [
      "A champion for Illinois women and families",
      "Cheri Bustos was born and raised in Illinois, and her parents taught her the importance of hard work, community, and helping others. After graduating from college and earning a master’s degree in journalism, Cheri made the Quad-Cities her home over 25 years ago and began her career reporting on crime, city government, health care, and other issues in her community. She and her husband, Gerry, live in Moline, and they are the proud parents of three sons and grandparents of two. Cheri left journalism to work for a nonprofit health system, where she fought to improve access to care for area families and help the disadvantaged navigate the health care system. She is a longtime community leader and has served as President of the Board of Directors of the Women’s Connection, one of Illinois’ largest women’s membership organizations, and has volunteered with Big Brothers/Big Sisters-Quad-Cities, Two Rivers YMCA in Moline, and United Way of the Quad-Cities Area. Cheri served her local community as an alderwoman on the city council in East Moline, and she founded and chaired the East Moline Downtown Revitalization Committee. Her top priority has always been increasing economic opportunity for Illinois women and families. In 2012, Cheri defeated a Tea Party incumbent to become the first woman elected to represent Illinois’ 17th Congressional District. When she took office, Cheri got to work immediately, helping pass a critical bipartisan farm bill and sponsoring legislation to save local manufacturing jobs threatened by budget cuts. Cheri will continue her work as a tireless champion for Illinois women and families.",
      "A fierce advocate for expanding economic opportunity in Illinois",
      "Expanding economic opportunity for all and creating good paying jobs are Cheri’s top priorities because she understands that too many working families continue to struggle to get by in Illinois and around our country. She helped bring together economic development and community leaders to launch “Partnering for Illinois’ Economic Future,” an ongoing initiative to share best practices and generate ideas that will help move Illinois forward. Cheri will continue to fight for innovative solutions to grow Illinois’ economy and strengthen the middle class. Health care is a deeply personal issue to Cheri, who has lost two family members to cancer after high costs tragically limited their treatment options. She is a tireless advocate for policies that help more families afford quality health care, and hardworking Illinois families can count on her to fight back against Republicans’ desperate attempts to undo the progress we’ve worked so hard to make.",
      "A critical hold in the fight for control of the House",
      "Cheri has an outstanding record of fighting for Illinois women and families, and the EMILY’s List community is proud of her continued leadership. She has proven time and again that she has what it takes to win in this tough swing district. In 2016, Cheri won every county in her swing district where Donald Trump beat Hillary Clinton by a razor-thin margin, and was elected to serve as co-chair of the Democratic Policy and Communications Committee to help take back the House. Cheri is one of the toughest fighters we’ve got, but she’s running in a purple district that Trump won — a clear target for GOP takeover in the battle for control of the House. This seat is a critical hold race and Cheri needs our full support in this must-win race for the majority. The EMILY’s List community is proud of Cheri’s continued leadership, and is thrilled to support her as she continues fighting for hardworking Illinois families."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/cheri-bustos-18",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "kristen-carlson": {
    "name": "Kristen Carlson",
    "img": "https://www.emilyslist.org/i/images/Kristen-Carlson.png/@zx_250@zy_250",
    "location": "U.S. House, Florida",
    "link": "https://www.emilyslist.org/candidates/kristen-carlson",
    "id": "kristen-carlson",
    "summary": [
      "A fighter for economic fairness and opportunity",
      "A champion for Florida working families",
      "An open seat and a key pickup opportunity to flip the House"
    ],
    "bio": [
      "A fighter for economic fairness and opportunity",
      "Kristen Carlson is a committed fighter for justice who is running for Congress to expand economic fairness and opportunity for Floridians. As former legal counsel for the Florida Department of Citrus, Kristen fought to protect Florida’s orange industry from wrongful business practices by out-of-state companies. She is a respected expert in food law and has held leadership positions at the National Juice Products Association and the Florida Citrus Processors Association. Her broad legal background also includes positions at the Florida Department of Transportation and in private practice. Kristen has also been actively involved in her community, serving on the board of the Lakeland Boys and Girls Club and helping start a nonprofit to encourage millennial voting. Kristen was raised in a military family and grew up moving around the world before attending college and law school in Florida. She then settled in Lakeland, where she has lived for nearly four decades and raised two sons.",
      "A champion for Florida working families",
      "Kristen will be a voice for Florida working families in Congress, where her top priorities will include protecting access to quality, affordable health care, expanding economic opportunity, and fighting climate change. Her legal experience fighting for economic fairness will guide her in standing up for Floridians. “I’ve tried to make Florida a better place by working with others to get results, and I’m going to take the same approach to Congress,” she has said.",
      "An open seat and a key pickup opportunity to flip the House",
      "Kristen is running for the seat left open by retiring Republican Congressman Dennis Ross, who admitted that he was feeling like a “stranger in (his) hometown” and has been a strong supporter of the destructive Trump agenda. Kristen is the only woman running from either party and would be the first woman elected to represent the 15th District. This is a can’t-miss opportunity to help an outstanding candidate flip an open seat, and Kristen has what it takes to win this fight. Kristen will have the full support of the EMILY’s List community to win this seat and deliver the majority to Democrats."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/kristen-carlson",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "leslie-cockburn": {
    "name": "Leslie Cockburn",
    "img": "https://www.emilyslist.org/i/images/Leslie-Cockburn.png/@zx_250@zy_250",
    "location": "U.S. House, Virginia",
    "link": "https://www.emilyslist.org/candidates/leslie-cockburn",
    "id": "leslie-cockburn",
    "summary": [
      "A fighter for Virginia working families",
      "A champion for expanding economic opportunity and protecting the environment",
      "An opportunity to flip a seat and take back the House"
    ],
    "bio": [
      "A fighter for Virginia working families",
      "Leslie Cockburn is an accomplished journalist and community advocate running for Congress to expand economic opportunity for Virginia’s working families. Leslie was an investigative journalist for 35 years, working as a producer and correspondent on programs such as CBS News’ “60 Minutes” and PBS’ “Frontline,” and has received multiple awards throughout her career. She has covered international conflicts, including the wars in Afghanistan and Iraq, and has reported on wrongdoing in Washington and on Wall Street. A proud resident of Rappahannock County, Leslie has served on local conservation boards and has fought against energy policies that would be harmful to the environment. Leslie and her husband reside on a farm in the footsteps of Blue Ridge Mountains and have two daughters – both of whom were married on the farm – one son, and four grandchildren.",
      "A champion for expanding economic opportunity and protecting the environment",
      "Leslie is running for office because she feels as though she can “actually do something in Congress about the acute need for environmental protection, health care, transportation, opioid treatment, criminal justice, and the starved public schools.” She is determined to expand economic opportunities for working families and protect the environment for future generations. Leslie wants to be a voice in Washington for the women, children, and senior citizens of Virginia whose needs are overlooked. “At that office on Capitol Hill, what we need to do is not only kick the door open, but take the door right off the hinges so that people in Henry County can come up there and always have access to their congressperson,” she has said. Leslie has spent her career holding government officials accountable to the people they serve, and plans to do the same when elected to office."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/leslie-cockburn",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "linda-coleman": {
    "name": "Linda Coleman",
    "img": "https://www.emilyslist.org/i/Linda-Coleman.png/@zx_250@zy_250",
    "location": "U.S. House, North Carolina",
    "link": "https://www.emilyslist.org/candidates/linda-coleman",
    "id": "linda-coleman",
    "summary": [
      "A champion for North Carolina working families",
      "A fierce advocate for expanding economic opportunity",
      "An opportunity to flip a seat from red to blue and take back the House"
    ],
    "bio": [
      "A champion for North Carolina working families",
      "Linda Coleman is a proven leader running for Congress to fight for North Carolina working families. A lifelong North Carolinian, she grew up in a family of ten children and worked in tobacco fields as a teenager to pay for school clothes. Linda began her career as a public school teacher, driven by a passion for public service. She was elected to the Wake County Board of Commissioners in 1998 and went on to become the first African American woman to serve as chair when she was unanimously elected to lead the board in 2001. Linda went on to be elected to three terms in the North Carolina House of Representatives and to serve North Carolina as the Director of the Office of State Personnel from 2009 to 2012. She currently serves as a trustee of Wake Technical Community College and is a powerful advocate for all North Carolina students and families. Linda is the proud mother of two children and grandmother of two.",
      "A fierce advocate for expanding economic opportunity",
      "Linda is running to expand economic opportunity for North Carolina working families and to help create good-paying jobs that make communities thrive. The challenges she and her family faced early in her life inspired her to fight for all North Carolinians to have the opportunity to make better lives for themselves. As an educator, Linda is dedicated to increasing access to quality public education and expanding opportunities for North Carolinians to develop the professional skills they need to succeed in tomorrow’s economy. She is a tireless champion for expanding access to quality health care. At a time when Republicans are desperate to undo the progress we’ve worked so hard to make, Linda is committed to fighting back and moving North Carolina forward for working families.",
      "An opportunity to flip a seat from red to blue and take back the House",
      "Linda is challenging Republican George Holding, a vulnerable incumbent who has been working to advance the GOP’s agenda that hurts the working families he was elected to serve. Holding has voted to repeal the Affordable Care Act and to defund Planned Parenthood, and has avoided facing the North Carolina families he represents in person at town hall meetings. Linda has what it takes to hold him accountable and win in November. Let’s show this champion for working families our full support and help her flip this seat — and let’s take back the House."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/linda-coleman",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "angie-craig-18": {
    "name": "Angie Craig",
    "img": "https://www.emilyslist.org/i/images/Angie-Craig.png/@zx_250@zy_250",
    "location": "U.S. House, Minnesota",
    "link": "https://www.emilyslist.org/candidates/angie-craig-18",
    "id": "angie-craig-18",
    "summary": [
      "A champion for Minnesota’s working families",
      "A business leader fighting to expand economic opportunity",
      "A chance to flip a swing seat from red to blue"
    ],
    "bio": [
      "A champion for Minnesota’s working families",
      "Angie Craig is running for Congress because the opportunities she was lucky enough to have are disappearing for too many working families. Angie grew up in a mobile home park, one of three kids raised by a single mom who worked while going to school to earn her college degree. Angie’s mom taught her that if she worked hard, she could grow up to be anything she wanted to be—and Angie believed her. Angie worked two jobs to keep up with the cost of her education, and graduated from a state college. She began her career as a newspaper reporter then worked her way up in business over fifteen years to eventually lead a workforce of 16,000 employees for a major Minnesota manufacturer. As a former Fortune 500 company executive, Angie has helped create jobs, empowered women and veterans to advance in their careers, and created workplace policies to promote diversity and inclusion. As a leader in the Minnesota business community, Angie has been a powerful advocate for marriage equality in the state. She and her wife are proud to have raised their four sons in Minnesota and embrace this state’s values of family, community, and caring for each other—values Angie is fighting to bring to Congress.",
      "A business leader fighting to expand economic opportunity",
      "Angie is deeply committed to expanding economic opportunity for all Minnesotans, improving access to health care, and making education affordable. As a business leader at Minnesota-based St. Jude Medical, Angie led a team united by a common goal “to grow the business by serving our patients,” she has said. “I saw firsthand the power of research and development. Our world-class team of scientists and engineers gave us products that literally saved our patients’ lives while boosting the economy.” In Congress, Angie will work tirelessly to grow our economy and create jobs that help hardworking Minnesotans get ahead. She has collaborated with four-year universities, community colleges, and technical schools to ensure that students gained the skills they needed for available good-paying jobs, and will be a fierce advocate for educational opportunity in Congress. When Angie was growing up, her family didn’t always have health insurance, and she saw firsthand how medical bills threatened their economic security. In Congress, she will fight to expand access to affordable quality health care for all.",
      "A chance to flip a swing seat from red to blue ",
      "Angie is running against Jason Lewis, a dangerous Republican extremist who narrowly won this swing seat when Angie ran in 2016. This is a true purple district, and this seat is a must-win for Democrats as we fight to take back the House in 2018. Congressman Lewis was dubbed ‘Minnesota's Mr. Right’ by the local Tea Party, and his radical agenda is out of step with the values of the Minnesotans he was elected to represent. He votes in lockstep with his party’s leaders, serving special interests at the expense of working families, and as a former conservative talk radio host he has an outrageous record of disparaging women and people of color. Lewis has called “a vast majority” of young, single women “non-thinking.” He has criticized natural disaster victims as “a bunch of whiners.” And he equated taxing the wealthiest among us with slavery. Angie is ready to take him on and to fight back against his toxic agenda and rhetoric with her experience, leadership, and Minnesota values. Our country has never before elected an openly lesbian mother to the House, and Angie is poised to give LGBTQ families a new voice in the halls of power. In 2000, Angie’s fight for custody of her adopted son led to a landmark ruling making it possible for other same-sex couples to adopt. She has said “we can’t rest on past successes” when it comes to advancing equality—especially at a time when the Republicans in control of Washington advance an extreme anti-family agenda that threatens to undo the progress we’ve worked so hard to make. Angie has what it takes to flip this seat from red to blue and to help us take back the House. Let’s show her our full support so that hardworking families in the Second District will finally have a representative in Congress who speaks for them."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/angie-craig-18",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "sharice-davids": {
    "name": "Sharice Davids",
    "img": "https://www.emilyslist.org/i/images/Sharice-Davids.png/@zx_250@zy_250",
    "location": "U.S. House, Kansas",
    "link": "https://www.emilyslist.org/candidates/sharice-davids",
    "id": "sharice-davids",
    "summary": [
      "A dedicated community leader standing up for Kansas working families",
      "A champion for expanding economic opportunity",
      "An opportunity to flip a seat and take back the House"
    ],
    "bio": [
      "A dedicated community leader standing up for Kansas working families",
      "Sharice Davids is a dedicated community leader who is running to fight for Kansans in Congress. She was raised by her single mother, who is a U.S. Army veteran, in Leavenworth and learned the value of hard work and service from a young age. As a member of the Ho-Chunk Nation, Sharice could make history as the first Native American woman elected to Congress. “It wasn't part of my decision. [...] but I'm definitely proud to be part of this time in history,” she has said. Sharice studied business administration at the University of Missouri-Kansas City and received her law degree from Cornell Law School. She worked for a law firm in Kansas City on issues including economic development for Native American tribes. She then went on to live and work on the Pine Ridge Indian Reservation. Sharice served as a White House Fellow during the final year of the Obama administration. Most recently, Sharice hosted a podcast called “Starty Pants,” where she interviewed entrepreneurs and investors. She has also competed in mixed martial arts tournaments, fighting both professionally and as an amateur. In addition to making history as the first Native American woman in Congress, Sharice could also be the first openly gay member of the Kansas congressional delegation and the first Democratic woman to represent the 3rd District.",
      "A champion for expanding economic opportunity",
      "Sharice is running for Congress to expand economic opportunity for Kansas working families. “Voters want a representative who speaks and acts for their values, interests, and communities,” she has said. “I have a proven track record of service and will add a new, distinct voice and viewpoint to the nation’s discussions.” Sharice knows that too many Americans and Kansans lack access to quality, affordable health care. She supports the continued expansion of Medicaid and will support legislation that brings down the price of prescription drugs for those who are struggling to afford them. As someone who’s still paying off student loans herself, Sharice is determined to make higher education more affordable for others. “As a woman and a Native American, I know how to stand up and fight for equity,” she has said. “As a lawyer, economic advisor, and advocate, I know how to build consensus and get things done.”",
      "An opportunity to flip a seat and take back the House",
      "Sharice is challenging Congressman Kevin Yoder, a vulnerable Republican who has been advancing his party’s dangerous agenda at the expense of the working families he was elected to serve. “Kevin Yoder no longer represents the people of Kansas,” she has said. “He is now a rubber stamp for the Trump administration and the big-money donors who have fueled his campaigns.” This is an opportunity to flip a seat and win back the House for Democrats. Let’s show Sharice the full support of the EMILY’s List community and help elect this champion for Kansas working families."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/sharice-davids",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "madeleine-dean": {
    "name": "Madeleine Dean",
    "img": "https://www.emilyslist.org/i/images/Madeleine-Dean.png/@zx_250@zy_250",
    "location": "U.S. House, Pennsylvania",
    "link": "https://www.emilyslist.org/candidates/madeleine-dean",
    "id": "madeleine-dean",
    "summary": [
      "A dedicated public servant fighting for Pennsylvania working families",
      "An experienced leader dedicated to expanding economic opportunity",
      "An open seat and a critical Democratic hold in the fight to take back the House"
    ],
    "bio": [
      "A dedicated public servant fighting for Pennsylvania working families",
      "Madeleine Dean is a dedicated public servant and experienced leader who will fight for the women and families of Montgomery County in Congress. As the youngest of seven children in a politically engaged family, Madeleine Dean has been interested in public service and advocacy from a young age. She received her undergraduate degree from La Salle University and her law degree from Widener University, eventually practicing law and serving as executive director of the Philadelphia Trial Lawyers. Madeleine served as an assistant professor at La Salle University for over a decade and then as a local township commissioner, writing as a contributor to local daily newspapers along the way. She was elected to be a state representative in 2012 and has served in Harrisburg since then. Madeleine lives in Jenkintown, Abington Township with her husband and has three grown sons and one granddaughter.",
      "An experienced leader dedicated to expanding economic opportunity",
      "Madeleine is running to fight to expand economic opportunity and to help create good-paying jobs for hardworking Pennsylvanians. Since her election to the state House six years ago, Madeleine has been a champion for progressive policies including access to health care, funding for public education, combating gun violence and more. “I have been proud to stand up for working people in Harrisburg […] I want to continue those efforts in Washington,” she has said. Madeleine also serves on the Pennsylvania Commission for Women and advises the governor on policies that affect women, ranging from expanding economic opportunities to supporting mentorship programs. “Montgomery County needs a progressive woman in Congress to shape our American future!” she has said.",
      "An open seat and a critical Democratic hold in the fight to take back the House",
      "Madeleine is running for a critical redistricted open seat. Pennsylvania currently has the largest congressional delegation that is all men, and when elected, Madeleine will give the millions of Pennsylvania women a new voice in Washington. “We have a Republican-controlled Congress that isn't doing its part to hold Donald Trump accountable,” she has said. With control of the House at stake this year, this race is a must-win for Democrats, and Madeleine is the only candidate who has what it takes to win. Madeleine is a champion for working families and has the full support of the EMILY’s List community."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/madeleine-dean",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "betsy-dirksen-londrigan": {
    "name": "Betsy Dirksen Londrigan",
    "img": "https://www.emilyslist.org/i/images/Londrigan_Betsy.png/@zx_250@zy_250",
    "location": "U.S. House, Illinois",
    "link": "https://www.emilyslist.org/candidates/betsy-dirksen-londrigan",
    "id": "betsy-dirksen-londrigan",
    "summary": [
      "A fighter for Illinois working families",
      "A champion for expanding economic opportunity",
      "An opportunity to flip a seat from red to blue"
    ],
    "bio": [
      "A fighter for Illinois working families",
      "Betsy Dirksen Londrigan is an Illinois fighter running for Congress to serve the working families of the community that she has proudly called home all her life. An experienced progressive and nonprofit leader, Betsy has worked for United States Senator Dick Durbin and served as a fundraiser for the Abraham Lincoln Presidential Library Foundation. She has worked as a self-employed entrepreneur while raising her three children, and is a powerful advocate for small businesses that are the backbone of our economy. A champion for access to health care, a deeply personal issue for her family, Betsy has worked tirelessly to support children’s hospitals and to raise funds for the Children’s Miracle Network and St. John’s Children’s Hospital. She was born and raised in Springfield, where she and her husband have raised their three children, adding another generation to their deep family roots in Sangamon County.",
      "A champion for health care and expanding economic opportunity",
      "Betsy is running to expand economic opportunity and to help create good-paying jobs for downstate Illinois working families. Her immigrant great-grandparents came to Illinois in pursuit of the American dream, and Betsy will fight for all hardworking Illinoisans to have the chance to thrive as they did. She has been fighting to expand access to quality health care since 2009, when her son became critically ill with a rare, serious illness resulting from a tick bite. Betsy’s son had to be put in a medically-induced coma and was hospitalized for 24 days before he started on the long road to recovery. Her family was fortunate to have had health insurance that kept his life-threatening illness from also threatening their economic security, and she has fought tirelessly to ensure that access to health care is a right and not a privilege. “No family should be put in danger of bankruptcy because of an unexpected medical emergency, and people with pre-existing conditions need confidence they will be able to afford their healthcare,” she has said. A strong advocate for all students, Betsy taught seventh and eighth graders as a corps member with Teach For America after college, and she started and directed the alumni association for the University of Illinois-Springfield. A former teacher, she has volunteered extensively with her children’s schools and is dedicated to increasing access to educational opportunities for all students.",
      "An opportunity to flip a seat from red to blue",
      "Betsy is taking on extreme Republican Congressman Rodney Davis, who has been advancing his party’s dangerous agenda at the expense of the working families he was elected to serve. Davis repeatedly voted to defund Planned Parenthood, voted to undermine equal pay protections for women, and voted for the House Republican health care plan to kick 23 million people off their insurance — threatening the health care coverage of Illinois working families as well as job losses in this district. This seat is a must-win on Democrats’ path to taking back the House, and Betsy has what it takes to flip it from red to blue. Let’s show her the full support of the EMILY’s List community and help elect this champion for Illinois working families to the U.S. House in 2018."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/betsy-dirksen-londrigan",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "gretchen-driskell-18": {
    "name": "Gretchen Driskell",
    "img": "https://www.emilyslist.org/i/images/Gretchen-Driskell.png/@zx_250@zy_250",
    "location": "U.S. House, Michigan",
    "link": "https://www.emilyslist.org/candidates/gretchen-driskell-18",
    "id": "gretchen-driskell-18",
    "summary": [
      "An experienced leader fighting for Michigan",
      "A champion for Michigan’s hardworking families",
      "An opportunity to flip a seat"
    ],
    "bio": [
      "An experienced leader fighting for Michigan",
      "Gretchen Driskell is a dedicated public servant running for Congress to fight for Michigan working families. The daughter and granddaughter of Navy veterans and a Navy mom, Gretchen’s family taught her the importance of serving others. She made Saline, Michigan her home over 25 years ago, and immediately got to work serving the community by helping in the effort to build a community center to bring neighbors together. As a former accountant and businesswoman, Gretchen ran for an open city council seat to help revitalize the local economy. After six years of service on the city council, Gretchen became the first woman ever elected mayor of Saline – a position she held for 14 years, making her Saline’s longest serving mayor. Gretchen worked tirelessly to strengthen public schools and to improve quality of life for working families, including helping to start a farmers market and a youth council. She was elected to the Michigan state House in 2012, and served two terms working to expand economic opportunity in the Great Lakes State. She is a proud mother of three, a grandmother of one, and a resident of Saline, Michigan.",
      "A champion for Michigan’s hardworking families",
      "Gretchen’s experience as a businesswoman and public servant makes her a powerful advocate for policies that will expand economic opportunity and help create good paying jobs. She will work tirelessly to strengthen Michigan schools and increase access to job training programs that create economic opportunity for all. The challenges Michigan working families face are deeply personal for Gretchen, who raised her three children as a single mom who worked multiple jobs and struggled to make ends meet. Prior to being elected to the state legislature, she had been without health insurance for ten years. When elected, Gretchen will fiercely defend the progress we’ve worked so hard to make. She will fight tirelessly to increase access to affordable health care — and she will fight back against the dangerous extremists trying to take it away. Gretchen is a pro-choice champion. When Michigan women’s access to reproductive health care was under attack from radical Republicans in the state House, Gretchen fearlessly fought back. “All Michigan residents deserve access to the care they need,” she has said. Gretchen is a champion for hardworking families, and when elected, she will fight tirelessly for them in Congress.",
      "An opportunity to flip a seat",
      "Gretchen is challenging incumbent Republican Congressman Tim Walberg, an extremist who has spent his time in Washington working to advance a dangerous agenda that hurts the Michigan families he was elected to serve. He has prioritized taking health care away from working families and giving tax breaks to the ultra-rich at the expense of the middle class. Gretchen has what it takes to hold him accountable, but Walberg’s deep-pocketed special interest allies are counting on him to support their agenda and won’t give up without a fight. Democrats must flip seats like this in 2018 to take back the House, and Gretchen is running a strong grassroots campaign to fight for Michiganders. Let’s show Gretchen our full support, and help elect this champion for working families to Congress — and let’s take back the House."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/gretchen-driskell-18",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "kara-eastman": {
    "name": "Kara Eastman",
    "img": "https://www.emilyslist.org/i/Kara-Eastman.png/@zx_250@zy_250",
    "location": "U.S. House, Nebraska",
    "link": "https://www.emilyslist.org/candidates/kara-eastman",
    "id": "kara-eastman",
    "summary": [
      "An experienced leader and fighter for Nebraska working families",
      "A champion for expanding economic opportunity",
      "An opportunity to flip a seat from red to blue"
    ],
    "bio": [
      "An experienced leader and fighter for Nebraska working families",
      "Kara Eastman has been a children's health nonprofit executive and education leader and is running for Congress to fight for Nebraska working families. Raised by a single mother, Kara learned the values of hard work and service to others from her close-knit Midwestern family. She and her husband, a professor, chose Nebraska as their home, and live in Omaha with their daughter. Kara, who began her career as a social worker, is a problem solver dedicated to serving her community. In 2006 she founded the Omaha Healthy Kids Alliance, an organization that has directly served thousands of Nebraska families and raised millions of dollars to support green, safe, and healthy housing in Omaha. In 2014, she was elected to the Board of Governors of Metropolitan Community College, the largest community college in Nebraska, and has served as vice chair. Kara has worked tirelessly to strengthen non-discrimination policies, develop programs that create jobs in the community, and to make all campuses safe, healthy environments where students can thrive. When elected, Kara will continue to fight for hardworking Nebraska families and will make their voices heard in Washington.",
      "A champion for expanding economic opportunity",
      "Kara is a fierce advocate running to expand economic and educational opportunities for all Nebraskans. As president and CEO of the Omaha Healthy Kids Alliance she created jobs within the organization and with the small businesses, contractors, and local government agencies that work together to support safe housing for families. She is an experienced education leader dedicated to ensuring that all Nebraskans have access to the educational opportunities that help them get ahead, and when elected she will champion policies that grow our economy by making quality higher education affordable for all. At a time when Republicans are trying to undo the progress we’ve worked so hard to make, Kara is committed to fighting back and expanding access to health care for all. This is a deeply personal issue for her: When Kara’s mother was recently undergoing her fifth round of treatment for cancer, she was prescribed a pill that cost $2,500 — on top of the $800 she was already paying out of pocket each month for prescription drugs despite having Medicare. When elected, Kara will bring her focus on innovation and action to Congress as she tackles the toughest problems facing hardworking Nebraskans.",
      "An opportunity to flip a seat from red to blue",
      "Kara is challenging Congressman Don Bacon, a vulnerable Republican freshman who has prioritized his party’s extreme agenda over the interests of the working families he was elected to serve. Bacon has voted in lockstep with the dangerous Republican agenda, including for the GOP health care plan to kick 23 million people off their insurance — threatening the health care coverage of Nebraska working families. Nebraska has never before elected a Democratic woman to the House, and Kara is poised to be the first. This is an opportunity to flip a seat, and an important race on the path to taking back the House. Let’s show Kara the full support of the EMILY’s List community and help elect this champion for Nebraska working families to the U.S. House in 2018."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/kara-eastman",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "veronica-escobar": {
    "name": "Veronica Escobar",
    "img": "https://www.emilyslist.org/i/images/Escobar-Veronica_circle.png/@zx_250@zy_250",
    "location": "U.S. House, Texas",
    "link": "https://www.emilyslist.org/candidates/veronica-escobar",
    "id": "veronica-escobar",
    "summary": [
      "A champion for El Pasoans and border communities across our country",
      "An experienced leader fighting to increase economic opportunity",
      "An opportunity to give Latinas a new voice in the halls of power"
    ],
    "bio": [
      "A champion for El Pasoans and border communities across our country",
      "Veronica Escobar is running for Congress in Texas’ 16th Congressional District to fight for El Paso’s working families and to give border communities a new champion in Washington. She has more than a decade of experience as a public servant, most recently serving in her second term as El Paso County judge after completing one term as a county commissioner. A proud third-generation El Pasoan, Veronica grew up knowing the value of hard work through her childhood on the family dairy farm. After finishing graduate school, she returned to her community to teach freshman English and Chicano literature at the University of Texas at El Paso and El Paso Community College. Talk of a wall being built on the border motivated Veronica to join in the advocacy efforts of the Border Rights Coalition in addition to her work as an educator, and she eventually became co-chair of the coalition. In 2006, she won her first campaign and took office as an El Paso County commissioner before being elected county judge in 2010. Veronica has worked tirelessly to increase economic opportunity and the quality of life in El Paso, and to expand access to health care and transportation. She and her husband live in El Paso, the community where they raised their two college-aged children.",
      "An experienced leader fighting to increase economic opportunity",
      "Veronica was raised by hardworking Mexican American parents in El Paso, and she is a fierce advocate for all women and families in our country’s many dynamic border communities. Veronica was part of local leadership that championed dramatic downtown revitalization efforts as well as pushed health care as a local economic development engine that transformed the local economy. During her time as county judge, she successfully fought to build El Paso’s first children’s hospital, extended health care benefits to the domestic partners of LGBTQ county employees, and helped pass a resolution denouncing Texas’ discriminatory “bathroom bill” targeting transgender students. In Congress, Veronica will fight tirelessly to expand economic and educational opportunities for all, and she will be the champion the most vulnerable Texans need. Veronica is a powerful advocate for commonsense immigration reforms that grow our economy and keep families together. She has spoken out against the Trump administration’s cruel, anti-American agenda that threatens the security and futures of hardworking immigrants, and she will fight tirelessly on their behalf in Congress.",
      "An opportunity to give Latinas a new voice in the halls of power",
      "Veronica is running for an open seat currently held by Democratic Congressman Beto O’Rourke, who is vacating this seat to run for the U.S. Senate. This dedicated champion for El Pasoans and Texans quickly mounted a formidable grassroots campaign. The Lone Star State is home to millions of Latinas, but the state has never elected a Latina to Congress. Veronica is poised to be the first, and she’s fighting tirelessly for the Texans whose voices aren’t being heard in Washington. Let’s show this champion for working families the full support of the EMILY’s List community and give Latinas a new voice in the halls of power."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/veronica-escobar",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "abby-finkenauer": {
    "name": "Abby Finkenauer",
    "img": "https://www.emilyslist.org/i/images/Finkenauer-Abby_Square.png/@zx_250@zy_250",
    "location": "U.S. House, Iowa",
    "link": "https://www.emilyslist.org/candidates/abby-finkenauer",
    "id": "abby-finkenauer",
    "summary": [
      "A tireless champion for Iowa’s working families",
      "A powerful advocate for increasing economic opportunity for all Iowans",
      "A swing district with a vulnerable incumbent"
    ],
    "bio": [
      "A tireless champion for Iowa’s working families",
      "Abby Finkenauer is a lifelong Iowan and dedicated public servant running to give working families a new voice in Congress. Growing up in the Northeast Iowa community, Abby’s parents, a union pipefitter welder and a longtime Dubuque Community Schools employee, taught her the importance of hard work and giving back. Abby is the youngest of four siblings who are all proud first-generation college graduates. She began her career as a legislative aide, and she was just 24 when a mentor encouraged her to run for an open seat in the Iowa House. Abby ran a savvy grassroots campaign, and emerged from a crowded field to win by a wide margin – becoming the third-youngest woman serving in a state legislature in the country. She quickly established a reputation as a fighter for working families, and previously served as the Iowa director for Make It Work, a nonprofit that advocates for paid family leave and affordable child care. When elected to Congress, Abby will continue her life’s work of fighting to give Iowa’s working families a fair shot.",
      "A powerful advocate for increasing economic opportunity for all Iowans ",
      "Abby is a forward-looking leader focused on increasing economic opportunity for all Iowans. “We can fight for better wages, better education, but also equality and inclusiveness,” she has said. “There’s room for everyone and I’m not going to forget that, and our Democratic Party can once again be a place of hope and champions for all families who deserve a fair shot.” As a product of Iowa’s public schools and a millennial still working to pay off student loans, Abby is a strong advocate for expanding educational opportunity for all Iowa students — and an outspoken critic of Iowa Republicans’ underfunding of public schools. With roots in a blue collar labor family, she is a fierce defender of Iowa workers’ rights. Abby is committed to commonsense policies that give women a fair shot: “I'm not going to ever apologize for fighting for equal pay, affordable child care or paid family leave,” she has said. A pro-choice champion, Abby has spoken out against the GOP’s dangerous priorities throughout her time in the Iowa legislature. “As long as my Republican colleagues continue to focus on going after women and their families, I will continue to fight back,” she has said.",
      "A swing district with a vulnerable incumbent ",
      "Abby is running in Iowa's 1st Congressional District, and this seat is a must-win for Democrats as we fight to take back the House in 2018. Vulnerable incumbent Congressman Rod Blum has been putting special interests ahead of the Iowans he was elected to serve and advancing the extreme Republican agenda at their expense. A member of the extreme Freedom Caucus, Blum voted for the GOP’s bill that would take away health insurance from 23 million Americans, and would hurt thousands of hardworking Iowans. President Trump narrowly won this district in 2016, but approval rating has plummeted there since he took office — and his ally Blum is now faced with defending their shared record of failure in the midterm election. The contrast between out-of-touch Blum and Abby could not be clearer. “I know this district,” she has said. “These are my friends and family. My friends and family aren’t Washington lobbyists. There’s a big difference.” Abby has what it takes to hold Blum accountable to Iowa’s working families and to flip this seat. The Hawkeye State has never before elected a Democratic woman to Congress, and she’s poised to make history as the first. Let’s show this champion for women and families our full support and give hardworking Iowans a new voice in Washington."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/abby-finkenauer",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "sylvia-garcia": {
    "name": "Sylvia Garcia",
    "img": "https://www.emilyslist.org/i/images/Garcia_Sylvia_circle.png/@zx_250@zy_250",
    "location": "U.S. House, Texas",
    "link": "https://www.emilyslist.org/candidates/sylvia-garcia",
    "id": "sylvia-garcia",
    "summary": [
      "A champion for Texas working families",
      "An experienced leader fighting to expand economic opportunity",
      "An opportunity to make history"
    ],
    "bio": [
      "A champion for Texas working families",
      "Sylvia Garcia is a dedicated public servant and an experienced leader running for Congress to fight for Texas working families. A lifelong Texan, she grew up as the eighth of ten children in the South Texas farming community of Palito Blanco, working in the cotton fields to help her family get by. While Sylvia’s parents struggled to make ends meet, they taught her that she could do anything with a good education and hard work. Sylvia won a scholarship to Texas Woman’s University, and began her career as a social worker fighting for the most vulnerable members of her community. She worked her way through law school at Texas Southern University, and after earning her law degree she went on to serve as director and presiding judge of the Houston Municipal System for an unprecedented five terms under two mayors, fighting to make the city court system more effective and efficient. Sylvia was elected Houston city controller in 1998, and worked tirelessly to make city government transparent and accountable to working families. After two terms, she was elected to the Harris County Commissioner's Court — the first Hispanic and first woman to be elected to that office in her own right — and she has served as the president of the National Association of Latino Elected and Appointed Officials. In 2013, Sylvia was elected to the Texas state Senate, becoming the seventh woman and the third Hispanic woman to serve in that chamber. A resident of Houston, Sylvia has dedicated her career to serving the Harris County community she is proud to call home.",
      "An experienced leader fighting to expand economic opportunity",
      "Sylvia is dedicated to expanding economic opportunity and creating good paying jobs for all hardworking Texas families. She has personally experienced the power of public education to open doors, and she believes in the potential of Texas students. When elected she will be a powerful advocate for policies that give all Texas students and families the opportunity to thrive. Sylvia is a pro-choice champion committed to expanding access to health care, and she has fought back against the Texas Republicans who have stood in the way of expanding Medicaid to help close the coverage gap in Texas. When elected to Congress, she will fight back against Republicans’ desperate attempts to undo the progress we’ve worked so hard to make, and she will work tirelessly to expand all Texans’ access to quality, affordable health care. “As Latinos, we have seen such an anti-immigrant climate in Texas, and the lack of immigration reform has created laws that deny access to Latinos in healthcare, education, housing, voter registration,” Sylvia has said, and when elected, she will bring new leadership to Congress as she continues her lifelong fight for all hardworking Texans.",
      "An opportunity to make history",
      "Sylvia is running for the open seat currently held by the retiring incumbent Democratic Congressman Gene Green. This dedicated champion for Texas working families is running a strong grassroots campaign and she has what it takes to win. The Lone Star State is home to millions of Latinas, but the state has never elected a Latina to Congress. Sylvia is poised to be one of the first, and she’s fighting tirelessly for the Texans whose voices aren’t being heard in Washington. Let’s show her our full support and give Houstonians and all Texas Latinas a new voice in the halls of power."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/sylvia-garcia",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "theresa-gasper": {
    "name": "Theresa Gasper",
    "img": "https://www.emilyslist.org/i/images/Theresa-Gasper.png/@zx_250@zy_250",
    "location": "U.S. House, Ohio",
    "link": "https://www.emilyslist.org/candidates/theresa-gasper",
    "id": "theresa-gasper",
    "summary": [
      "An experienced leader fighting for Ohio working families",
      "A powerful advocate working to expand economic opportunity",
      "An opportunity to flip a seat from red to blue"
    ],
    "bio": [
      "An experienced leader fighting for Ohio working families",
      "Theresa Gasper is an experienced entrepreneur and community leader running for Congress to fight for Ohio working families. She grew up in Dayton and learned the importance of hard work and public service from her parents. As a young mother, Theresa took over a local telephone answering service and served as president for 14 years. She went on to found a business renovating and rehabilitating local homes, and is dedicated to revitalizing Dayton communities affected by the housing crisis. A powerful advocate for Ohioans, Theresa has worked with local organizations that provide educational programs for first-time homebuyers, coaching for homeowners modifying their loans, and home repair assistance for elderly homeowners. A fourth-generation resident of the Dayton area, Theresa lives in Beavercreek with her husband and is committed to fighting for the community where she has lived all her life.",
      "A powerful advocate working to expand economic opportunity",
      "Theresa is running to expand economic opportunity for all hardworking Ohio families and to help create good-paying jobs in the Dayton area. “So many people in our community are struggling, through no fault of their own, but because policies are in place that make it difficult for them to stay afloat, let alone get ahead,” Theresa has said. “I want to live in a community where everyone has the chance to thrive.” When her father lost his job at the age of 55, she saw firsthand how changes in our economy hurt Ohio families. He found work at local hardware store before going on to buy and run a framing shop. Inspired by his grit, Theresa will fight tirelessly for every Ohioan to have the opportunity to succeed. “Our elected officials need to look out for the economic interests of all constituents, not just the few,” she has said. When elected, she will give Ohio working families a powerful new voice in Washington.",
      "An opportunity to flip a seat from red to blue",
      "Theresa is challenging incumbent Republican Congressman Mike Turner, an out-of-touch extremist whose agenda hurts the working families he was elected to serve. This is an opportunity to flip a seat, and an important seat on the path to flipping the House. Theresa is running a grassroots campaign engaging new voters across the district that can serve as a model for how to make the entire state bluer as she takes this seat from the Republicans for the people of the 10th District. Let’s show her the full support of the EMILY’s List community and help elect this champion for Ohio working families to the U.S. House in 2018."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/theresa-gasper",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "liuba-grechen-shirley": {
    "name": "Liuba Grechen Shirley",
    "img": "https://www.emilyslist.org/i/images/Liuba-Grechen-Shirley.png/@zx_250@zy_250",
    "location": "U.S. House, New York",
    "link": "https://www.emilyslist.org/candidates/liuba-grechen-shirley",
    "id": "liuba-grechen-shirley",
    "summary": [
      "A proven fighter for working parents",
      "A champion for expanding economic opportunity",
      "An opportunity to flip a seat from red to blue"
    ],
    "bio": [
      "A proven fighter for working parents",
      "Liuba Grechen Shirley is a champion for women and families running for Congress to fight for hardworking Long Islanders. A proven advocate, she has dedicated her career to women’s economic empowerment. Liuba was raised by a single mother who worked as a public school teacher, and learned the value of hard work and the importance of community from her close- knit family in Amityville. She earned her bachelor’s degree at New York University and an MBA from NYU’s Stern School of Business, specializing in social innovation, and is a successful nonprofit leader fighting for working families. She recently made national headlines when she became the first woman to get federal approval to use campaign funds for child care, breaking down barriers for women candidates across the country. Liuba lives in Amityville with her husband and two young children. When elected, she will continue her life’s work of making the voices of women and families heard in the halls of power.",
      "A champion for expanding economic opportunity",
      "Liuba is running to expand economic opportunity for all Long Islanders and to help create good- paying jobs that give families and communities the opportunity to thrive. An experienced leader and policy expert, she has led projects for nonprofits like Women Deliver, PL+US: Paid Leave for the US, Vital Voices, Global Health Visions, and the Bill & Melinda Gates Foundation and launched the #IAmParent campaign for parental leave with UN Women. Liuba is a powerful advocate for expanding access to affordable, quality health care. She knows firsthand how hard working families struggle to pay medical bills: despite paying high premiums for insurance, she faced thousands of dollars in bills after giving birth to her children and has fought for her mother when doctors refused to take her insurance for major surgeries. “I am running for Congress because we don’t get to choose when we get sick and health care shouldn’t just be reserved for the rich,” she has said. When elected, Liuba will work tirelessly to move our country forward for Long Island working families.",
      "An opportunity to flip a seat from red to blue",
      "Liuba is challenging incumbent Peter King, the longest-serving Republican member of Congress in the state of New York. King has boasted about his willingness to defend Trump’s travel ban and relationship with Russia. This is a district that Obama won in 2012, and an opportunity to defeat a radical Republican to flip this seat. Liuba founded a grassroots group called New York’s 2nd District Democrats to engage Long Islanders in the political process, and she has what it takes to bring her community together and bring new leadership to Long Island. Let’s show her our full support, and help send this champion for working families to Washington to fight for Long Islanders."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/liuba-grechen-shirley",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "deb-haaland": {
    "name": "Deb Haaland",
    "img": "https://www.emilyslist.org/i/images/Deb-Haaland.png/@zx_250@zy_250",
    "location": "U.S. House, New Mexico",
    "link": "https://www.emilyslist.org/candidates/deb-haaland",
    "id": "deb-haaland",
    "summary": [
      "A community leader fighting for progress",
      "A champion for New Mexico’s working families",
      "A must-win race for an open seat"
    ],
    "bio": [
      "A community leader fighting for progress",
      "Deb Haaland is an accomplished community leader running for Congress to be a new voice for women and families in Washington. Deb was raised in a military family and learned to value public service from a young age — a value that has guided her throughout her career. As a longtime progressive activist, she has successfully fought for change on behalf of her community. When she was chair of the New Mexico Democratic Party, Deb protested the Dakota Access Pipeline in Standing Rock and divested the state party from a company that had invested in the pipeline and for-profit immigration detention facilities. Deb is a member of the Laguna Pueblo tribe who lives in Albuquerque and is a proud single mom of an LGBTQ daughter.",
      "A champion for New Mexico’s working families",
      "Deb is driven by her desire to fight for policies that expand economic opportunity for hard-working New Mexicans and to serve as a voice at the table for those whose voices are often underrepresented. “I’m running for Congress to bring opportunities to New Mexican families like mine: families who have struggled, who have worked tirelessly just to get by,” she has said. Deb’s priorities include protecting and expanding quality affordable health care, increasing funding for public education, fighting discrimination in all its forms, and other progressive policies that help expand economic opportunity for working families. “In Congress, I want to take my experience and fight to expand support for families who are hurting,” she has said.",
      "A must-win race for an open seat",
      "Deb is running to fill the seat left open by EMILY’s List-endorsed New Mexico gubernatorial candidate Michelle Lujan Grisham. Following her win in the Democratic primary, Deb has shown she has what it takes to deliver this must-win seat for Democrats to take back the House. She also could make history as the first Native American woman to serve in Congress. “I am not running just to make history — although it is way past time for a voice like mine,” she has said. The EMILY’s List community is proud to stand with this champion for progress in her fight to represent New Mexicans in Washington."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/deb-haaland",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "jahana-hayes": {
    "name": "Jahana Hayes",
    "img": "https://www.emilyslist.org/i/Jahana-Hayes.png/@zx_250@zy_250",
    "location": "U.S. House, Connecticut",
    "link": "https://www.emilyslist.org/candidates/jahana-hayes",
    "id": "jahana-hayes",
    "summary": [
      "An award-winning teacher fighting for Connecticut working families",
      "A proven leader dedicated to expanding economic opportunity",
      "A must-win hold critical in the fight to take back the House"
    ],
    "bio": [
      "An award-winning teacher fighting for Connecticut working families",
      "Jahana Hayes is a teacher and community leader running for Congress to fight for Connecticut working families. A lifelong Connecticut resident, she grew up in a Waterbury public housing project. Jahana’s family struggled with poverty and addiction. After she got pregnant as a teenager she found her calling as a teacher and overcame barriers to break the cycle of poverty with the support of her community. She enrolled in her local community college and went on to earn her bachelor’s, master’s, and advanced degrees all while working to support her family. Jahana has dedicated her career to public education, and worked as a high school social studies teacher in New Haven and Waterbury. A champion for students and their families, Jahana earned the 2016 Connecticut Teacher Of The Year Award and went on to earn the 2016 National Teacher of the Year Award. Jahana currently serves as talent and professional development supervisor for Waterbury Public Schools, and lives in Wolcott with her husband, a police officer, and is a proud mother of four children.",
      "A proven leader dedicated to expanding economic opportunity",
      "Jahana is running to expand economic opportunity and to help create good-paying jobs for hardworking Nutmeggers. She has personally experienced the power of public education, and she is a powerful advocate for expanding access to educational opportunity to help families and communities thrive. At a time when Republicans in Congress are desperate to undo all the progress we’ve worked so hard to make, Jahana is a fierce advocate for expanding access to quality health care. “I believe that we have an obligation to each other to do better for not only our own families but all families,” she has said.",
      "A must-win hold critical in the fight to take back the House",
      "Jahana is running to fill an open seat vacated by former Congresswoman Elizabeth Esty. She is running a strong grassroots campaign and won a highly competitive Democratic primary. Jahana has what it takes to win and deliver this must-win seat for Democrats to take back the House in November, but the GOP is sure to do everything they can to flip this seat as they desperately attempt to maintain the majority. There are currently no people of color in New England’s congressional delegation, and Jahana is poised to change that. Connecticut has never elected an African American woman to Congress, and she is poised to be the first. When elected Jahana will be a powerful advocate for the Nutmeggers who are not currently seated at the table in Washington. The EMILY’s List community is proud to stand with this champion for progress in her fight to represent Connecticut working families in Washington."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/jahana-hayes",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "mj-hegar": {
    "name": "MJ Hegar",
    "img": "https://www.emilyslist.org/i/MJ-Hegar.png/@zx_250@zy_250",
    "location": "U.S. House, Texas",
    "link": "https://www.emilyslist.org/candidates/mj-hegar",
    "id": "mj-hegar",
    "summary": [
      "A veteran and advocate for working families",
      "An advocate for equal opportunity",
      "A new voice ready to fight for Texans in Congress"
    ],
    "bio": [
      "A veteran and advocate for working families",
      "MJ Hegar is an Air Force combat veteran running to fight for Texas working families in Congress. Raised in Texas’ Hill Country, MJ grew up dreaming of serving our country as a military pilot. After graduating from the University of Texas at Austin, she enlisted in the Air Force and began training to fly. MJ went on to serve three tours in Afghanistan as a rescue helicopter pilot until her helicopter was shot down by enemy fire. She was awarded a Purple Heart and Distinguished Flying Cross with Valor for her bravery and heroism. She soon discovered that her options for a ground combat military job were limited because she is a woman. MJ partnered with the ACLU to successfully petition the U.S. Department of Defense to overturn the limitations. She published a memoir in 2017, and a film adaptation is currently in production. MJ currently lives in Round Rock with her husband, two toddlers, and three stepchildren.",
      "An advocate for equal opportunity",
      "MJ is a strong advocate for expanding opportunities for women and families. When she learned that she was unable to apply for a military job she wanted after she could no longer be a pilot, MJ set out to change the rules. She spent years traveling back and forth between Texas and Washington, D.C., meeting with policymakers at the Pentagon and on Capitol Hill and urging them to take action. MJ was one of the plaintiffs in the ACLU’s lawsuit against the U.S. secretary of defense, who ultimately repealed the combat exclusion policy that had been limiting women’s opportunities for advancement in the military. “I did a lot of good in D.C. fighting to open jobs for women in the military,” she has said. “But there is more to be done. We need to send people to Washington who have change management skills.”",
      "A new voice ready to fight for Texans in Congress",
      "MJ won her primary and is now facing off against Republican incumbent Rep. John Carter, a Tea Party extremist who hasn’t faced a tough re-election challenge in years. “We must do better for our veterans, families, and seniors,” MJ has said. “Now is the time to come together to win in November and give Texans the present and available representation we deserve and have been sorely missing.” EMILY’s List strongly agrees, and that’s why we’re proud to be standing alongside this accomplished fighter to help her flip this seat."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/mj-hegar",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "katie-hill": {
    "name": "Katie Hill",
    "img": "https://www.emilyslist.org/i/images/Hill-Katie_circle.png/@zx_250@zy_250",
    "location": "U.S. House, California",
    "link": "https://www.emilyslist.org/candidates/katie-hill",
    "id": "katie-hill",
    "summary": [
      "A fighter for California working families",
      "A champion for expanding economic opportunity",
      "An opportunity to flip a seat"
    ],
    "bio": [
      "A fighter for California working families",
      "Katie Hill is a community leader and fighter running for Congress to expand economic opportunity for hardworking California families. The daughter of a police officer and a nurse, Katie volunteered in a local hospital as a college student to learn about nursing — but her experience comforting patients and their families inspired her to pursue a career tackling the problems that health care alone couldn’t fix. She joined an organization that serves members of her community experiencing homelessness and she was instrumental in its growth into a statewide organization. Until stepping down recently to campaign full time, Katie served as Deputy CEO and Executive Director. In this role, she oversaw hundreds of government contracts and partnered with public and private agencies across the state to better serve the needs of the most vulnerable Californians. This experience makes her perfectly suited to be a good steward of California tax dollars and smart government spending. A lifelong resident of California’s 25th Congressional District, Katie lives in Agua Dulce with her husband on their farm for rescue animals.",
      "A champion for expanding economic opportunity",
      "Katie is running to expand economic opportunity, to help create good paying jobs, and to fight for California's working families. When elected, she will champion policies that give all Californians the chance to thrive. As a lifelong Californian, Katie knows firsthand how seriously high housing costs threaten Golden State families' economic security, and when elected, she will fight tirelessly to increase housing affordability for working families. Katie is a powerful advocate for increasing all Californians’ access to health care, and through her life’s work serving people experiencing homelessness she has seen how health care — including mental health care services and addiction treatment — can transform the lives of the most vulnerable members of our communities. When elected, she will fight back against Republicans’ attempts to undo the progress we’ve worked so hard to make — and she will work tirelessly to move California forward for all working families.",
      "An opportunity to flip a seat",
      "Katie is challenging incumbent Republican Congressman Steve Knight, an extremist who has spent his time in office advancing a dangerous agenda that hurts the hardworking families he was elected to serve. Hillary Clinton outperformed Donald Trump by nearly seven points in this district in 2016, and this race is a must-win on our path to taking back the House. Katie is running a strong campaign, and she has what it takes to hold Knight accountable for his record of failure. The GOP won’t give this seat up without a fight, and she needs our help to win this high-stakes races. Let’s show Katie our full support and help send this champion for California working families to Congress — and let’s take back the House in 2018."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/katie-hill",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "chrissy-houlahan-18": {
    "name": "Chrissy Houlahan",
    "img": "https://www.emilyslist.org/i/images/Houlahan_Chrissy_Sq.png/@zx_250@zy_250",
    "location": "U.S. House, Pennsylvania",
    "link": "https://www.emilyslist.org/candidates/chrissy-houlahan-18",
    "id": "chrissy-houlahan-18",
    "summary": [
      "A veteran and business leader fighting for Pennsylvania working families",
      "A powerful advocate for expanding economic opportunity",
      "An opportunity to win a new district and take back the House"
    ],
    "bio": [
      "A veteran and business leader fighting for Pennsylvania working families",
      "Chrissy Houlahan is a veteran and business leader running for Congress to fight for Pennsylvania working families. Chrissy felt called to run for office for the first time after the 2016 election. “I never thought I would run for elected office, but service does not stop when you leave the Armed Forces,” she has said. Her story is uniquely American: Chrissy’s father, a Holocaust survivor, came to America with his widowed mother seeking safety and opportunity. He joined the U.S. Navy, rising to the rank of Captain and teaching Chrissy the importance of service. She attended Stanford on an ROTC scholarship, and went on to serve in the U.S. Air Force before going on to earn her master’s degree from MIT and growing and running a successful business. As COO of AND1 Basketball, Chrissy helped the footwear and apparel company’s revenue grow from $4M to over $250 million, while also building a socially responsible corporation. After ten years at AND1, Chrissy became the founding COO of B Lab, a non-profit that certifies and supports B Corporations — companies that harness the power of for-profit businesses to support social and environmental issues. Always seeking more ways to give back, in 2011 Chrissy took a year to teach 11th grade chemistry in North Philadelphia through Teach for America. Most recently, she has served as President and COO/CFO of Springboard Collaborative, an educational organization focused on early childhood literacy. Chrissy lives with her husband Bart in Chester County, where they raised their two grown daughters. She is running to bring her business savvy and commitment to public service to Washington, to stand up to Donald Trump, and fight for the people in her community.",
      "A powerful advocate for expanding economic opportunity",
      "As a business leader, Chrissy has helped create hundreds of jobs in Southeastern Pennsylvania. In Congress, she will fight for policies that expand economic opportunity for all Pennsylvanians — and against policies that benefit special interests at the expense of working families. She is a powerful advocate for expanding economic opportunity and for promoting economic security: “We must also ensure that businesses pay a living wage, that equal work gets equal pay, and that the workplace respects the dignity of its employees,” she has said. Chrissy knows from her extensive business experience that working families can succeed when they have access to quality health care. She is a vocal critic of the Republicans’ cruel plan to undo the progress we’ve worked so hard to make, causing 23 million Americans to lose their insurance, and turning back the clock on women’s rights to make their own decisions about their reproductive health. As one of the original team at B Lab (which created B Corporations), Chrissy knows firsthand the positive impact that successful businesses’ sustainability practices can have on our communities and our shared future. In Congress, she will champion policies that grow our economy, while respecting and protecting employees, the community and the environment. Chrissy is a champion for Pennsylvania students and their families. She will fight for policies that prepare our students to thrive in tomorrow’s economy, and to ensure that our country is investing in our future.",
      "An opportunity to win a new district and take back the House",
      "Chrissy is running in Pennsylvania’s newly-drawn 6th District, a now-open seat created in February when the Pennsylvania Supreme Court overturned an unconstitutional Republican gerrymander that kept working families’ voices from being heard in the halls of power. Pennsylvania currently has the largest congressional delegation that is all men, and when elected, Chrissy will give the millions of Pennsylvania women a new voice in Washington. With control of the House at stake in 2018, this race is a must-win for Democrats, and Chrissy has what it takes to win. Let's show her the full support of the EMILY’s List community as she fights to defend our American values, expand economic opportunity, and give Pennsylvania women and families a powerful new voice in Congress."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/chrissy-houlahan-18",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "ann-kirkpatrick-18": {
    "name": "Ann Kirkpatrick",
    "img": "https://www.emilyslist.org/i/images/Kirkpatrick_Ann.png/@zx_250@zy_250",
    "location": "U.S. House, Arizona",
    "link": "https://www.emilyslist.org/candidates/ann-kirkpatrick-18",
    "id": "ann-kirkpatrick-18",
    "summary": [
      "A champion for Arizona’s working families",
      "A leader fighting to expand economic opportunity",
      "A chance to flip an open seat from red to blue"
    ],
    "bio": [
      "A champion for Arizona’s working families",
      "Ann Kirkpatrick is running for Congress in Arizona’s 2nd Congressional District to continue her lifelong fight to expand economic opportunity for working families. Born and raised in the Copper State, Ann’s earliest roots are in the small timber town of McNary and on the White Mountain Apache Nation, where her father ran the general store and her mother taught school. Ann worked her way through the University of Arizona, earning her bachelor’s degree and law degree. She has served Arizonans as a public school teacher, prosecutor, state legislator, congresswoman, and candidate for the U.S. Senate in a tough 2016 race. Through it all, Ann has never stopped living her Arizona values of hard work and resilience, working across the aisle to find commonsense solutions and get the job done for working families. She and her husband Roger live in Tucson, near their children and grandchildren.",
      "A leader fighting to expand economic opportunity ",
      "Ann has over three decades of experience fighting to ensure that all Arizonans have access to high-quality education, work at a good-paying job, and may raise their families in safe, thriving communities. She puts practicality over politics, and has even cosponsored legislation with a conservative Republican who once ran against her when they found common ground on a bill to bring more jobs to Arizona. This champion for women and families has been fighting back against Republicans’ dangerous agenda to roll back progress. In Congress, Ann fiercely defended the right of Arizona women to make their own reproductive health care decisions, cosponsored the Paycheck Fairness Act, voted to reauthorize the Violence Against Women Act, and stood up to Republicans seeking to defund Planned Parenthood. She has been a strong advocate for the most vulnerable Arizonans, fighting for a cost-of-living adjustment to help get seniors through the recession and introducing bipartisan legislation to clear the backlog at the Department of Veterans Affairs.",
      "A chance to flip an open seat from red to blue",
      "Ann is running for an open seat in a true toss-up district where Hillary Clinton beat Donald Trump by nearly five points in 2016. This seat is one of our best flip opportunities, and is a must-win ​in our fight to take back the House. Ann has always put Arizonans first and she is ready to bring her leadership back to Congress. Ann is determined to flip this seat, and she needs the full support of the EMILY’s List community. The GOP will do everything they can to hold on to this seat, but Ann never backs down from a tough fight — and with our help she will win it back for Arizona’s working families."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/ann-kirkpatrick-18",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "annie-kuster18": {
    "name": "Annie Kuster",
    "img": "https://www.emilyslist.org/i/images/Kuster_Annie_circle.png/@zx_250@zy_250",
    "location": "U.S. House, New Hampshire",
    "link": "https://www.emilyslist.org/candidates/annie-kuster18",
    "id": "annie-kuster18",
    "summary": [
      "A champion for New Hampshire women and families",
      "An experienced leader fighting to expand economic opportunity",
      "A critical hold in the fight to control the House"
    ],
    "bio": [
      "A champion for New Hampshire women and families",
      "Annie Kuster was born and raised in Concord, New Hampshire. Her mother, Susan McLane, served in the state Senate and was a pioneer for women in Granite State politics; her father, Malcolm McLane, was a WWII veteran and POW who served as Concord mayor and as a New Hampshire executive councilor — and both taught Annie the importance of public service. She worked as an adoption attorney for 25 years, and she has said that she “witnessed the extraordinary courage and compassion of women” facing unplanned pregnancy. “Not once did I believe that the government should interfere with their personal and private decision,” Annie has said. “In fact, I believe in less government interference in people's personal lives, including whom to marry, when and whether to bear a child and how to raise kind and compassionate children.” She is a longtime community activist, and has served on the boards of the New Hampshire Charitable Foundation, New Hampshire Public Radio, the Capitol Center for the Arts, and Child, and Family Services of New Hampshire. Annie and her husband Brad live in Hopkinton, where they raised their two sons. In 2012 she defeated an incumbent Republican to become the first woman to represent New Hampshire’s 2nd Congressional District. During her first term she also made history as part of the nation’s first all-women delegation. Annie works tirelessly to increase economic opportunity for Granite Staters, and she is committed to breaking through gridlock in Congress to get results for the women and families she serves.",
      "An experienced leader fighting to expand economic opportunity",
      "Annie’s top priority is fighting to expand economic opportunity for all hardworking Granite State families and to help create good paying jobs. She has fought for legislation to help small businesses create jobs, hosted job fairs in New Hampshire, and her first bill in Congress aimed to cut taxes for New Hampshire employers who provide job training for students. She champions policies that defend working families’ economic security, including paid family and medical leave, raising the minimum wage, and increasing access to affordable, quality childcare. She is a strong advocate for college affordability, and prior to serving in Congress she helped create a program that makes it easier for New Hampshire families to save for their children’s education. “Keeping higher education within the reach of every young person who is willing to work hard is not just important for students, it’s important for our entire economy,” she has said. A champion for expanding access to health care, Granite Staters can count on Annie to fiercely defend the progress we’ve worked so hard to make. She is fighting back against Republicans’ reckless attempts to dismantle the Affordable Care Act. Annie is a longtime pro-choice champion. “I will continue to fight for women's health services at the federal level,” she has said, “and I urge my colleagues not to let such extremist, partisan games interfere with ensuring women across the country can access the health services they need and deserve.” As a member of the House Veterans’ Affairs Committee, Annie works to ensure our veterans have access to the resources and support they need. She helped pass a package of legislation, including her own bill, to help eliminate the claims backlog for VA benefits, and her efforts to strengthen VA whistleblower protections have been signed into law. Annie has examined current pain management practices within the Veterans’ Administration and its connection to the ongoing opioid epidemic in New Hampshire and across the country, and she serves as founder and co-chair of the Bipartisan Task Force to Combat the Heroin Epidemic.",
      "A critical hold in the fight to control the House",
      "Annie is a fighter who has what it takes to win tough races in the perennial battleground Granite State. In 2016, Annie became the first Democrat from New Hampshire’s deep purple 2nd District to be elected to a third term in the House. This is a swing district where Hillary Clinton bested Donald Trump by a razor-thin margin last cycle, and the GOP is eyeing it for takeover in their desperate attempts to keep control of the House. Annie is fighting for New Hampshire working families and running a strong grassroots campaign, but in this unpredictable swing district she needs our continued support to fend off a Republican challenge. This seat is a critical hold race in the battle to control the House, and Annie needs our full support in this must-win race for the majority. The EMILY’s List community is proud of Annie’s continued leadership, and is thrilled to support her as she keeps fighting to move New Hampshire forward."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/annie-kuster18",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "susie-lee-18": {
    "name": "Susie Lee",
    "img": "https://www.emilyslist.org/i/images/Lee_Susie.png/@zx_250@zy_250",
    "location": "U.S. House, Nevada",
    "link": "https://www.emilyslist.org/candidates/susie-lee-18",
    "id": "susie-lee-18",
    "summary": [
      "A fierce champion for Nevada children and families",
      "An experienced community leader and problem solver",
      "A tough fight for a critical hold in a swing district"
    ],
    "bio": [
      "A fierce champion for Nevada children and families",
      "Susie Lee is a nonprofit leader and education advocate who has dedicated her career to helping her fellow Nevadans lead better, safer, and healthier lives. She is running for Congress to continue her life’s work of bringing people together to find and implement innovative solutions to the toughest problems facing Nevada’s working families. Susie grew up the sixth of eight children in a working-class community. Susie got her first newspaper route at the age of eight, and began babysitting and lifeguarding as soon as she was old enough. With the help of Pell Grants, student loans, and scholarships, she paid her way through college; working in the cafeteria, the library, the copy room, and teaching aerobics while also competing on the swim team. Susie found mentors who gave her the affirmation and encouragement she needed to succeed as a young woman. This experience inspired her work as a nonprofit leader and education advocate, working tirelessly to ensure that Nevada’s most vulnerable children can turn to their school communities for support when they don’t have resources at home. Susie has called Southern Nevada home for over two decades, and she and her husband Dan have proudly raised their two teenage children in the diverse and vibrant Silver State.",
      "An experienced community leader and problem solver",
      "Susie is focused on making a tangible positive impact on the lives of Southern Nevada’s working families, and will work tirelessly to expand educational and economic opportunity for all Americans. “I’m not afraid of rolling up my sleeves,” Susie has said. “I generally don’t take ‘no’ for an answer — I hear ‘not that way.’” Susie has led Communities in Schools of Nevada, serving as president of its board, revitalizing and expanding the nonprofit, which now serves over 60,000 children in more than 60 schools across Nevada. A fierce champion for the students who need one the most, Susie has held the organization and its successful dropout prevention program accountable to the highest standards. Recognizing that many Nevada families struggle with housing insecurity, food insecurity, and other challenges, she helped launch a site coordinator program to give the most vulnerable students a dedicated advocate ensuring their needs are met inside and outside of school. Health care is also a deeply personal issue for Susie. When she was a freshman in college, her father was laid off from his steel manufacturing job and never had another shot at economic security. Her parents couldn’t afford health insurance because of common pre-existing conditions, and when her mother had a heart attack one month before reaching Medicare eligibility the hospital bill was so large they risked losing their house. When elected, Susie will fight to make access to quality health care a right, not a privilege, and she will be a powerful advocate for all Southern Nevadans in Congress.",
      "A tough fight for a critical hold in a swing district",
      "Susie is running in Nevada’s 3rd Congressional District, fighting to keep this swing seat blue as EMILY’s List Congresswoman Jacky Rosen vacates it to run for the U.S. Senate. This is expected to be one of the most competitive and expensive House races in the country, and holding the line in this swing district is critical to our success as we fight to take back the House. Republicans, desperate to gain ground anywhere they can, identified this purple district as one of their top targets even before it became an open seat. The GOP is sure to spend heavily to stop us from electing another pro-choice champion to this bellwether Southern Nevada seat. This is sure to be a tough fight, but Susie never backs down from a challenge when so much is at stake — and she has what it takes to win. Let’s show Susie the full support of the EMILY’s List community as she fights to defend the progress we’ve worked so hard to make and leads Nevada forward."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/susie-lee-18",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "carolyn-long": {
    "name": "Carolyn Long",
    "img": "https://www.emilyslist.org/i/Carolyn-Long.png/@zx_250@zy_250",
    "location": "U.S. House, Washington",
    "link": "https://www.emilyslist.org/candidates/carolyn-long",
    "id": "carolyn-long",
    "summary": [
      "A constitutional law expert fighting for working families",
      "A strong leader dedicated to expanding economic opportunity",
      "An opportunity to flip a seat and take back the House"
    ],
    "bio": [
      "A constitutional law expert fighting for working families",
      "Carolyn Long is a fighter for working families running for Congress in Washington State. She grew up in a rural coastal community where her mother worked as a waitress and her father worked odd jobs and started a small produce business, and Carolyn started working at the store when she was 12 years old to help her family make ends meet. She worked her way through college with a good union job at a grocery store and went on to earn her Ph.D. in political science. While Carolyn was in graduate school, her family purchased a small organic farm and she returned home to help every summer. An accomplished professor who has written two books on constitutional law, she has worked at Washington State University Vancouver for more than two decades as a tenured professor and in administrative and leadership positions. She lives in Vancouver with her husband and their daughter, and after years of teaching students about American institutions, public law, American public policy, and public civility she is running for office for the first time to stand up for Washington State working families and to defend our American values as they come under attack like never before.",
      "A strong leader dedicated to expanding economic opportunity",
      "Carolyn is running to expand economic opportunity for Washington State working families. She has personal experience helping her family grow their small business and is dedicated to helping entrepreneurs innovate and create good-paying jobs that help all Washington State communities thrive. As a proud former journeyman with the United Food and Commercial Workers Local 555 union, she also knows firsthand how critical unions are to growing our middle class. “Unions make America strong,” Carolyn has said. She is a powerful advocate for infrastructure investment and growing apprenticeships and other training programs that give Washington Staters the skills they need to succeed in a changing economy. Carolyn is a pro-choice champion committed to expanding access to quality health care for all, and when elected she will fight back against Republicans’ attempts to undo the progress we’ve worked so hard to make.",
      "An opportunity to flip a seat and take back the House",
      "Carolyn is challenging Republican Jaime Herrera Beutler, who has been working to advance the GOP’s agenda that hurts the working families she was elected to serve. Herrera Beutler has voted to repeal the Affordable Care Act and to defund Planned Parenthood, and has avoided facing the Washington State families she represents in person at town hall meetings. Carolyn has what it takes to hold her accountable and win in November. Let’s show this champion for working families our full support and help her flip this seat — and let’s take back the House."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/carolyn-long",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "elaine-luria": {
    "name": "Elaine Luria",
    "img": "https://www.emilyslist.org/i/images/Elaine-Luria-headshot.png/@zx_250@zy_250",
    "location": "U.S. House, Virginia",
    "link": "https://www.emilyslist.org/candidates/elaine-luria",
    "id": "elaine-luria",
    "summary": [
      "A fighter for Virginia working families",
      "A leader dedicated to expanding economic opportunity",
      "An opportunity to flip a seat and take back the House"
    ],
    "bio": [
      "A fighter for Virginia working families",
      "Elaine Luria is an experienced leader and a dedicated public servant running for Congress to fight for Virginia's working families. A graduate of the United States Naval Academy, she served our country in uniform for 20 years. Elaine was deployed around the world as a surface warfare officer and nuclear engineer, working tirelessly to enforce sanctions, operate nuclear reactors, and oversee complex weapons systems. She retired from the U.S. Navy in 2017 with the rank of commander, and started a small business from her kitchen table that has grown to create jobs in her community and support local organizations for youth and the arts. Elaine is a powerful advocate for Virginia military families. In 2017, she helped Virginia Attorney General Mark Herring launch the Military and Veterans Legal Guide, a new resource for military families and veterans who are often targets for fraud. Elaine and her husband Robert, who retired after 27 years of naval service, have lived in Norfolk for nearly twenty years and are proud to raise their daughter in the diverse and vibrant community they are proud to call home.",
      "A leader dedicated to expanding economic opportunity",
      "Elaine is running for Congress to expand economic opportunity for all Virginia working families and to help create good-paying jobs. A successful entrepreneur and community leader, Elaine serves as an elected member of the Hampton Roads Retail Alliance board, working tirelessly to help small businesses grow the Tidewater region’s local economy. She is a pro-choice champion committed to expanding access to affordable, quality health care, and she will fight back against attempts to undo the progress we’ve worked so hard to make. “Security means that we are healthy — and have reliable and affordable choices in healthcare,” Elaine has said. Elaine dedicated her career to public service to build a safer, stronger, and fairer society for this generation and the next, and as an engineer, she will fight back against the dangerous anti-science agenda that threatens our future. “Security means that we must protect our environment — so that we, along with future generations, can breathe fresh air and drink clean water,” she has said. When elected, Elaine will be a fierce advocate for hardworking Tidewater families in Congress.",
      "An opportunity to flip a seat and take back the House",
      "Elaine is challenging vulnerable freshman Republican incumbent Congressman Scott Taylor, and she has what it takes to hold him accountable for his record of failing Virginia families. This district, home to the world’s largest naval base and many hardworking military families, is ready for new leadership, and Elaine is ready to get the job done. This is an opportunity to flip a seat, and a critical race on the path to flipping the House. Let’s show Elaine our full support and help this champion for Virginia working families flip this seat — and let’s take back the House."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/elaine-luria",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "carolyn-maloney18": {
    "name": "Carolyn Maloney",
    "img": "https://www.emilyslist.org/i/images/Carolyn-Maloney.png/@zx_250@zy_250",
    "location": "U.S. House, New York",
    "link": "https://www.emilyslist.org/candidates/carolyn-maloney18",
    "id": "carolyn-maloney18",
    "summary": [
      "A proven and effective national leader",
      "A tenacious champion for working families",
      "An Empire State leader we cannot take for granted"
    ],
    "bio": [
      "A proven and effective national leader",
      "Carolyn Maloney is running for re-election to continue her fight to expand economic opportunity for all hardworking New York families. Carolyn was first elected to Congress in 1992, where she’s consistently ranked as one of the top producers of legislation, either as stand-alone bills or incorporated into larger legislation packages. She is a national leader with accomplishments on security, financial services, the economy and women's issues, from securing health care for those suffering from ailments related to 9/11 to authoring the Credit Cardholders’ Bill of Rights, which, according to the Consumer Financial Protection Bureau (CFPB), has saved consumers more than $16 billion annually since it was signed into law in 2009. Carolyn is consistently ranked as one of the most effective leaders in the House of Representatives: In 2013, she introduced the fifth highest number of bills of all representatives, and in 2015, the bills she authored had 1,202 co-sponsors — the second most in all of Congress. Carolyn has been a champion in Washington for women and working families for more than two decades.",
      "A tenacious champion for working families",
      "Carolyn is running to continue her career-long fight to expand economic opportunity so that all of New York’s working families can thrive. She was the first woman to chair the joint economic committee, a House and Senate panel that examines and addresses the nation’s most pressing economic issues — in that role, she became just one of just a handful of women in history to chair a Congressional committee. She is currently a senior member of the House financial services committee, where she has stood up to the credit and banking industries to fight for working families. Carolyn has also been a fierce advocate for health care, from passing legislation that provides annual mammograms for women on Medicare to creating women’s health offices in five federal agencies that were incorporated as part of the landmark Affordable Care Act. Carolyn is a courageous fighter for survivors of sexual violence: She is co-chair of the Congressional Caucus on Human Trafficking, and she authored the Debbie Smith Act, which increases funding for law enforcement to process DNA rape kits and has been called “the most important anti-rape legislation in history.” At a time when working families are under attack from the Trump administration and Congressional Republicans like never before, Carolyn is a fearless defender for New Yorkers and all Americans.",
      "An Empire State leader we cannot take for granted",
      "In 2018, Carolyn is running for re-election — and the stakes for our country are simply too high for us to take her leadership for granted. Fortunately, Carolyn and key members of New York’s legislative leadership are working to position New York as one of the strongest defenses we have against the president’s extreme and divisive agenda — and we need Carolyn to continue leading that defense in Washington. Just as she has always fought for us, let’s show Carolyn the full support of the EMILY’s List community — now more than five million members strong — and help her continue her record of outstanding service for women and families in New York and across the country."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/carolyn-maloney18",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "kathy-manning": {
    "name": "Kathy Manning",
    "img": "https://www.emilyslist.org/i/images/Kathy_Manning.png/@zx_250@zy_250",
    "location": "U.S. House, North Carolina",
    "link": "https://www.emilyslist.org/candidates/kathy-manning",
    "id": "kathy-manning",
    "summary": [
      "A champion for North Carolina working families",
      "An experienced leader fighting to expand economic opportunity",
      "An opportunity to flip a seat and take back the House"
    ],
    "bio": [
      "A champion for North Carolina working families",
      "Kathy Manning is an experienced leader running for Congress to fight for North Carolina working families. Her great-grandparents came to the United States fleeing religious persecution, and she was “raised with the understanding that I have an obligation to give back,” she has said. Kathy moved to Greensboro after graduating from law school more than thirty years ago, and she and her husband have raised their three children in the vibrant community they proudly call home. A former immigration attorney, she left the major law firm where she had been a partner for 16 years to start her own practice. Kathy has worked tirelessly to serve others, and as the first woman to lead one of the largest charitable organizations in the world, The Jewish Federations of North America, she helped those who lost their jobs during the Great Recession access food, health care, mortgage assistance, and job retraining. A powerful advocate for North Carolinians, she has worked to provide school readiness programs for vulnerable children, to help students in her community access higher education, and to help seniors live with dignity.",
      "An experienced leader fighting to expand economic opportunity",
      "Kathy is running to expand economic opportunity and to help create good-paying jobs so that all North Carolina working families can thrive. She has worked to spur economic development in the Greensboro community, and she has what it takes to lead and to help grow an economy that works for all North Carolinians. Kathy is a fierce advocate for expanding all Americans’ access to affordable, quality health care — an issue that is deeply personal for her family. As the mother of a child with a chronic illness, she has fought insurance companies, knows firsthand how high the costs of life-saving drugs have risen, and worries that her daughter’s pre-existing condition could keep her from getting the coverage she needs to access care in the future. “I’ve just been astonished that Congress has spent so much time worrying about taking away health care,” Kathy has said. When elected, she will fight back against attempts to undo the progress we have worked so hard to make.",
      "An opportunity to flip a seat and take back the House",
      "Kathy is challenging incumbent Republican Congressman Ted Budd, a vulnerable freshman who has prioritized a dangerous and extreme agenda that hurts the working families he was elected to serve. Kathy’s strong, grassroots campaign built impressive early momentum, and Budd is running scared. Desperate to keep his seat and his party’s control of the House, he began attacking Kathy as soon as she announced her candidacy. Kathy is a fearless fighter for North Carolinians, and she has what it takes to hold Budd accountable and to flip this seat. Let show her the full support of the EMILY’s List community and flip this seat — and take back the House in 2018."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/kathy-manning",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "lucy-mcbath": {
    "name": "Lucy McBath",
    "img": "https://www.emilyslist.org/i/images/Lucy-McBath.png/@zx_250@zy_250",
    "location": "U.S. House, Georgia",
    "link": "https://www.emilyslist.org/candidates/lucy-mcbath",
    "id": "lucy-mcbath",
    "summary": [
      "A passionate advocate for justice",
      "A tireless champion for Georgia working families",
      "An opportunity to flip a House seat from red to blue"
    ],
    "bio": [
      "A passionate advocate for justice",
      "Lucy McBath is a powerful advocate for social justice running for Congress to fight for Georgia’s working families. The daughter of a nurse and the former president of the Illinois branch of the NAACP, Lucy grew up attending rallies and marches for civil rights. After 30 years working as a Delta flight attendant, Lucy has focused her second career on advocating for reforms that will make America safer for all families. In 2012, Lucy’s son Jordan Davis was shot and killed at a gas station in Florida for playing music too loudly in his car. Losing her son to gun violence intensified Lucy’s lifelong commitment to community activism and social justice, and until recently, served as a national spokesperson for Everytown for Gun Safety and Moms Demand Action, advocating for gun violence prevention in Washington and state capitols all over America. She has testified before the Senate, spoken at the White House Summit on Educational Excellence for African Americans, and traveled the nation as a surrogate for Hillary Clinton’s presidential campaign. She is deeply involved in her church and served as a national Faith and Community Outreach Organizer for Everytown/Moms Demand Action. Lucy is a passionate leader and advocate whose voice is badly needed in Washington, where she will work tirelessly to ensure that our communities are safe places where all working families can thrive.",
      "A tireless champion for Georgia working families",
      "Lucy is dedicated to expanding economic opportunity for all Georgians and to creating good- paying jobs. As a mom who worked hard as a flight attendant for 30 years, Lucy knows firsthand how tough it can be for working parents to make ends meet. She is dedicated to ensuring all Georgians have the opportunity to create economic security. In her community of Cobb County, Lucy created the Champion in the Making Legacy Foundation, an educational organization that provides scholarships to graduating high school seniors and mentorship services for young men striving for academic success. Lucy has received national recognition for her advocacy to prevent gun violence and protect children, and is also a passionate advocate for expanding access to quality, affordable health care. This fight is personal for her, as she grew up watching her mother, a registered nurse, tutor and mentor nursing students to help them with their health care careers. When elected, Lucy will fight back against any attempts to undo to progress we’ve worked so hard to make, and she will work to move Georgia forward for working families.",
      "An opportunity to flip a House seat from red to blue",
      "Lucy is challenging incumbent Republican Karen Handel, an extremist who once wrote a book attacking Planned Parenthood. Handel is a first-term incumbent in a district President Trump carried by less than two points, making this district a prime opportunity for a Democratic pickup in 2018. This race is a must-win on the path to taking back the House in 2018, and Lucy has what it takes to win this high-stakes battle with the support of the EMILY’s List community. Let’s show Lucy our full support, and help elect this courageous fighter for Georgia working families to Congress — and let’s take back the House."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/lucy-mcbath",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "diane-mitsch-bush": {
    "name": "Diane Mitsch Bush",
    "img": "https://www.emilyslist.org/i/images/Diane-Mitsch-Bush.png/@zx_250@zy_250",
    "location": "U.S. House, Colorado",
    "link": "https://www.emilyslist.org/candidates/diane-mitsch-bush",
    "id": "diane-mitsch-bush",
    "summary": [
      "A champion for Colorado’s working families",
      "A former public servant and educator dedicated to expanding economic opportunity",
      "An opportunity to flip a seat in a deep purple state"
    ],
    "bio": [
      "A champion for Colorado’s working families",
      "Diane Mitsch Bush is running for Congress to expand economic opportunities for Colorado’s working families. She most recently served five years in the Colorado House of Representatives, where she was a vocal proponent of strengthening public education, improving access to affordable health care, protecting public lands, and more. She previously served as a Routt County commissioner, working on issues important to rural Colorado including water rights, internet broadband access, transportation funding, and affordable housing. Prior to serving as an elected official, she was a professor at Colorado Mountain College and Colorado State University. Diane has called Steamboat Springs her home for over 40 years and currently lives there with her husband, with whom she loves to ski, mountain bike, and rock climb.",
      "A former public servant and educator dedicated to expanding economic opportunity",
      "Diane is deeply committed to expanding economic opportunity for rural Coloradans, improving access to affordable health care, and investing in public education. A former educator herself, Diane understands how important high quality public education is in improving the next generation’s economic outcomes. “I believe that high quality public education is the key to opportunity, because it was for me,” she has said. Diane also recognizes the need to invest in job training programs to prepare Colorado’s workers for today’s economy. “I have supported bills to help businesses create good jobs and provide workforce training, including apprenticeships,” she has said. Diane’s commitment to these values will guide her in being a strong voice for Colorado in Congress.",
      "An opportunity to flip a seat in a deep purple state",
      "Diane is running to flip the 3rd District, which includes Pueblo, the San Luis Valley, and the Western Slope. Diane is running to face incumbent Republican Congressman Scott Tipton, who has voted for President Trump’s disastrous agenda nearly 100 percent of the time, including to take away affordable health care. Coloradans deserve a new voice representing their best interests in Washington, and Diane has proven that she will be that representative. Let’s show her our full support so that hardworking families in the 3rd District will finally have a representative in Congress who speaks for them."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/diane-mitsch-bush",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "jessica-morse": {
    "name": "Jessica Morse",
    "img": "https://www.emilyslist.org/i/Jessica-Morse.png/@zx_250@zy_250",
    "location": "U.S. House, California",
    "link": "https://www.emilyslist.org/candidates/jessica-morse",
    "id": "jessica-morse",
    "summary": [
      "A dedicated public servant fighting for working families",
      "A champion for expanding economic opportunity",
      "An opportunity to flip a seat"
    ],
    "bio": [
      "A dedicated public servant fighting for working families",
      "Jessica Morse is a committed public servant and national security expert who is running to fight for California working families in Congress. A fifth-generation Northern Californian, Jessica’s family continues to manage land that has been in her family since the turn of the 20th century. Her deep roots in the area have spurred her love of the outdoors, inspiring her to hike 500 miles of the Pacific Crest Trail that cover the length of the 4th District. Jessica has served in a variety of national security roles throughout her career, working for both the U.S. Departments of State and Defense, and the U.S. Agency for International Development (USAID). She has worked to advance American interests in India and Iraq, among other countries, and is deeply familiar with the federal budget process. Jessica is now prepared to be a voice for Northern Californians in Washington, DC.",
      "A champion for expanding economic opportunity",
      "Jessica is running for Congress to expand economic opportunity for Northern California working families. “I’m running because I want every member of our community to have the tools, resources, and opportunities to succeed on their own,” she has said. She plans to advocate for job training programs, support small businesses, and bring reliable internet access to rural communities in the district. Jessica is committed to protecting and expanding access to affordable, quality health care. “I support the goal of universal coverage and a path to get there, including improvements to the ACA and innovative approaches to bringing down the cost of care for everyone,” she has said. As an avid hiker and backpacker who grew up exploring the district’s natural resources, Jessica also plans to fight for environmental policies that benefit the district, including defending public lands and investing in clean energy.",
      "An opportunity to flip a seat",
      "Jessica is running against Republican incumbent Tom McClintock, who, over the course of his decade in office, has lost sight of issues that matter to the people of the 4th District. McClintock has put partisan politics ahead of the people he represents and has voted to take away access to affordable health insurance multiple times. “Taking on Tom McClintock and his special-interest backers will not be easy,” Jessica has said. “But as I have learned […] traveling across all ten counties in the 4th District, nothing can erase the enthusiasm and passion awakened by our campaign.” Let’s show this champion for working families our full-fledged support to flip this seat and help Democrats take back the House."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/jessica-morse",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "debbie-mucarsel-powell": {
    "name": "Debbie Mucarsel-Powell",
    "img": "https://www.emilyslist.org/i/images/mucarsel-powell-debbie_circle_720.png/@zx_250@zy_250",
    "location": "U.S. House, Florida",
    "link": "https://www.emilyslist.org/candidates/debbie-mucarsel-powell",
    "id": "debbie-mucarsel-powell",
    "summary": [
      "A first-generation American and a champion for Florida working families",
      "An experienced community leader fighting to improve health care access in Florida",
      "An outstanding opportunity to flip a seat from red to blue"
    ],
    "bio": [
      "A first generation American and a champion for Florida working families",
      "Debbie Mucarsel-Powell is running for Congress to ensure that all working families have the opportunity to get ahead that her family had — opportunities that are disappearing in Florida and across the country. Born in Ecuador, Debbie immigrated to the United States as a young girl with her mother and three sisters seeking economic opportunity. Her mother worked tirelessly as a home health care provider and learned English in night and weekend classes, teaching her that anything is possible in America if you work hard. Debbie started working the early morning shift at a doughnut shop to help her family make ends meet when she was 15 years old, and remained focused on earning the grades she needed to get a college scholarship. After earning her bachelor’s degree in political science, she worked as an office manager at a shipping company to support herself while earning her master’s degree in international political economy. She has dedicated her career to improving the lives of all Floridians, helping nonprofits increase access to quality health care for all and fight the effects of climate change. Debbie and her husband have three school-aged children, and are proud to raise them in the Sunshine State. She is a champion for the Florida working families who need one most, and when elected she will fight to ensure their voices are heard in Congress.",
      "An experienced community leader fighting to improve health care access in Florida",
      "Debbie is deeply grateful for the opportunities America has given her, and when elected she will work tirelessly to grow our economy and create good-paying jobs to help Florida’s working families thrive. She has worked on finding innovative solutions to serious problems facing her community by building public private partnerships to help fund critical programs. Debbie, a former associate dean at Florida International University, has over a decade of experience working in education. She is dedicated to strengthening public universities and addressing the rising costs of higher education that create barriers for hardworking Floridians doing their best to improve their lives. A pro-choice champion, Debbie will fight back against the GOP’s assault on reproductive health care. Through her work with the Coral Restoration Foundation, Debbie has seen firsthand that Florida cannot wait to act on climate change. In Congress, she will fight back against the extreme Republican agenda that prioritizes special interests at the expense of our climate and our precious natural resources. When elected, Debbie will be a fierce advocate for policies that grow Florida’s economy and preserve its unique environment for generations of residents and visitors to come.",
      "An outstanding opportunity to flip a seat from red to blue",
      "Debbie is running against Republican Congressman Carlos Curbelo, one of the most vulnerable GOP incumbents seeking re-election in 2018. Hillary Clinton outperformed Donald Trump by double digits in Florida’s 26th Congressional District, and our path to taking back the House runs directly through this district and others like it. Curbelo has voted to repeal the Affordable Care Act and to take away health care from millions of Americans — prioritizing special interests and putting at risk the lives of the people he was elected to serve. Curbelo’s Republican allies count on his support for their dangerous agenda, and will spend all they can to keep control over this seat in an expensive media market. This seat is a must-win to take back the majority in the House. The stakes are high for Florida and our country, and Debbie has what it takes to fight back and win. Let’s show her the full support of the EMILY’s List community and help her win for Florida’s working families and flip this seat from red to blue."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/debbie-mucarsel-powell",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "stephanie-murphy1": {
    "name": "Stephanie Murphy",
    "img": "https://www.emilyslist.org/i/images/Murphy_Stephanie__August_2017.png/@zx_250@zy_250",
    "location": "U.S. House, Florida",
    "link": "https://www.emilyslist.org/candidates/stephanie-murphy1",
    "id": "stephanie-murphy1",
    "summary": [
      "An inspiring first generation American leader",
      "A national security expert helping Floridians get a fair shot",
      "A rising star targeted for a tough re-election challenge"
    ],
    "bio": [
      "An inspiring first generation American leader",
      "Stephanie Murphy is running for re-election to continue her fight to expand economic and educational opportunities for all. Stephanie was born in Ho Chi Minh City, Vietnam. After the fall of Saigon, she’s said, “Families associated with the South Vietnamese and American governments, like my own, were at risk of being sent to re-education camps and subjected to forced labor, torture, starvation and disease.” When she was just six months old, her family escaped Vietnam on a tugboat that ran out of fuel, leaving them stranded on the South China Sea. The U.S. Navy rescued them and helped them reach a refugee camp in Malaysia, from which Stephanie’s family ultimately immigrated to Virginia with the help of a local church. Stephanie and her family came to America seeking freedom and opportunity, and she is committed to helping others live out the American dream. Stephanie’s parents worked at a power plant and tile manufacturer during the day and cleaned office buildings at night, and she became the first woman in her family ever to go to college. After graduation, Stephanie began a career in the private sector until the events of September 11th motivated her to pursue a career in public service and to earn a master’s degree from the Georgetown University School of Foreign Service. She served as a national security specialist in the Office of the Secretary of Defense, where she received numerous awards, including the Secretary of Defense Medal for Exceptional Civilian Service, and she has served as a term member of the Council on Foreign Relations. Stephanie re-entered the private sector when she moved to Winter Park, Florida, where she still lives today with her husband Sean and their two young children, Liem and Maya. She worked as an executive and taught finance and social entrepreneurship at Rollins College before successfully running to flip a seat and represent Florida’s 7th Congressional District.",
      "A national security expert helping Floridians get a fair shot",
      "“America’s greatness is not an abstract concept to me,” Stephanie has said. “I didn’t discover it from words on a page or lyrics in an anthem. My patriotism is the product of a life lesson instilled by U.S. service members who showed grace to desperate strangers at a time when they needed it most.” As a former national security specialist with experience working on counterterrorism issues, Stephanie is committed to confronting threats abroad without undermining our values. After Donald Trump issued his executive order on immigration, she spoke out strongly in opposition, arguing that it would only serve to “violate fundamental American values and undermine our national security. We must work,” she said, “in a bipartisan manner to strengthen our refugee policy in a way that keeps us secure and upholds our values.” Stephanie has called education “the single biggest factor changing the course” of her life, and is deeply committed to expanding access to education for all. As a business executive and educator, Stephanie cares deeply about growing Florida’s economy and creating jobs to help working families get ahead. One of the first pieces of legislation that she cosponsored in Congress was a bill to support entrepreneurship among women scientists. Stephanie is pro-choice and firmly committed to fighting to protect a woman’s right to make her own reproductive health care decisions, and will fight back against the GOP’s dangerous attempts to roll back Americans’ access to the health care they need.",
      "A rising star targeted for a tough re-election challenge",
      "Stephanie is a rising star in the Democratic Party. She has an invaluable combination of personal and professional experience and expertise that we simply can’t afford to lose in Congress. As we face some of the biggest challenges we’ve ever faced as a country, we need Stephanie right where she is, using her unique voice and perspective to advocate for women and families. In 2016, Stephanie ran in a newly-drawn district evenly split between Democrats and Republicans following court-ordered redistricting. She ran a strong grassroots campaign, and incumbent Republican Rep. John Mica found himself vulnerable after more than two decades of advancing an extreme agenda in Congress and taking his once-safe Republican district for granted. Stephanie flipped this seat to bring new leadership to Washington in what the Orlando Sentinel called a “stunning upset,” but the 7th District is now a top target for Republican takeover in 2018 and the GOP is fighting hard to flip it back. We know Stephanie has what it takes to build and run a strong, winning campaign, but with margins this close in her district, she needs our continued support to fend off a Republican challenge. Let’s show her the full strength of the EMILY’s List community — now more than five million members strong — and show her that we have her back as she fights for our values every day."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/stephanie-murphy1",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "ilhan_omar": {
    "name": "Ilhan Omar",
    "img": "https://www.emilyslist.org/i/Ilhan-Omar.png/@zx_250@zy_250",
    "location": "U.S. House, Minnesota",
    "link": "https://www.emilyslist.org/candidates/ilhan_omar",
    "id": "ilhan_omar",
    "summary": [
      "A groundbreaking candidate and public servant fighting for Minnesota families",
      "A champion for equality and opportunity",
      "A must-win open seat"
    ],
    "bio": [
      "A groundbreaking candidate and public servant fighting for Minnesota families",
      "Ilhan Omar is a groundbreaking candidate and public servant who is running for Congress to fight for Minnesota working families. When she was a young girl, Ilhan’s family escaped civil war in Somalia, spent several years in a refugee camp in Kenya, and eventually moved to the United States when Ilhan was 12 years old. She learned English by watching American television shows, and after living in Virginia for a little over two years, her family settled in Minnesota. After graduating from college, Ilhan became politically active, working for state legislative campaigns and as a senior policy aide to a Minneapolis city councilmember. She then served as the director of policy and initiatives at Women Organizing Women, helping to empower East African women to pursue civic leadership opportunities in their communities. Ilhan was elected to the Minnesota House of Representatives in 2016, making history as the first Muslim refugee and first Somali American Muslim woman in elected office in the United States. She serves as assistant minority leader in the chamber, and has received the Rising Star Award from the DFL Women’s Hall of Fame. Ilhan lives in Minneapolis with her husband and three children.",
      "A champion for equality and opportunity",
      "Ilhan is a champion for her community and believes everyone should have an equal opportunity to succeed. In the state House, she has been an advocate for policies that help working families, such as paid sick leave and increased funding for public schools, and has authored legislation to protect residential renters’ rights. In Congress, she will continue fighting to expand economic opportunity for Minnesotans. “We must build a democratic economy that works for all of us, not just the wealthy few,” she has said. Ilhan wants to reduce the economic burdens that working families face, and will work to make health care, housing, and higher education more affordable and accessible. “I have proven myself to be someone who shows up, takes on the hard fight and delivers, and I am ready to do that for the people of the 5th Congressional District and the people of our state,” she has said.",
      "A must-win open seat",
      "Ilhan is running for Minnesota’s 5th Congressional District, a seat that we must fight to keep in Democratic hands. Ilhan’s grassroots campaign has received strong support locally and nationally, as she seeks to make history as one of the first Muslim women elected to Congress. This district is one that Democrats must win to take back the House. “I know what it feels like to be a young family looking for opportunity in the United States,” she has said, “I am excited to go and be a voice for the voiceless at the Capitol.” EMILY’s List is proud to be supporting this groundbreaking champion for Minnesotans."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/ilhan_omar",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "gina-ortiz-jones": {
    "name": "Gina Ortiz Jones",
    "img": "https://www.emilyslist.org/i/images/Ortiz-Jones_Gina_circle.png/@zx_250@zy_250",
    "location": "U.S. House, Texas",
    "link": "https://www.emilyslist.org/candidates/gina-ortiz-jones",
    "id": "gina-ortiz-jones",
    "summary": [
      "A first generation American fighting for hardworking Texans",
      "A champion for expanding economic opportunity",
      "A trailblazer with an opportunity to flip a seat"
    ],
    "bio": [
      "A first generation American fighting for hardworking Texans",
      "Gina Ortiz Jones is a dedicated public servant running for Congress to expand economic opportunity for hardworking Texans. She grew up in San Antonio, where she and her sister were raised by their single mother who came to the United States from the Philippines in pursuit of the American dream. Gina’s mother had a graduate degree, but arrived in the United States as a domestic helper, and at times needed to take on multiple jobs. For a time, her family relied on public housing and reduced school lunch to make ends meet, and she learned the value of hard work and humility from the example of her mother’s sacrifices. Gina saw that education and service offered a pathway to opportunity, and earned an Air Force ROTC scholarship to college. After completing her B.A. and an M.A. in Economics, Gina entered the Air Force as an intelligence officer. She deployed to Iraq and served under the military’s “Don’t Ask, Don’t Tell” policy. Following her active duty service, Gina has served as a leader in economic and national security issues, most recently as director of investment at the Office of Services and Investment in the Office of the U.S. Trade Representative. At a time when opportunities are disappearing for families like hers, Gina is running for office for the first time to continue her lifelong fight for Texan working families.",
      "A champion for expanding economic opportunity",
      "Gina is a first generation American fighting to expand economic and educational opportunities in San Antonio and West Texas. When elected, she will champion policies that help create good paying jobs for hardworking Texans. Gina believes that every Texan student deserves the opportunity to pursue a higher education if they choose—not only if they can afford it. When elected, she will fight back against Republicans’ attempts to undo the progress we’ve worked so hard to make. Gina left the Air Force to return to San Antonio when her mother became ill with colon cancer, and she was grateful that her mother had access to the lifesaving care she needed. As Texas continues to have the highest rate of uninsured Americans and many Texans are just one medical emergency away from bankruptcy, Gina is committed to expanding all Texans’ access to affordable quality health care. “There can be only one incentive: a healthy population,” she has said.",
      "A trailblazer with an opportunity to flip a seat",
      "Gina is challenging incumbent Congressman Will Hurd, a vulnerable second-term incumbent who has prioritized his party’s extreme agenda over the interests of the working families he was elected to serve. Our path to taking back the House runs right through this district, where Hillary Clinton bested Donald Trump by more than three points in 2016. “I know his voting record,” Gina has said of Hurd, “and I know his voting record would affect families like mine growing up.” She has what it takes to hold him accountable to the Texans whose health care he has jeopardized and whose families he has voted to tear apart. Gina is a trailblazer, and she’s proud to be a candidate who is “openly gay, openly first generation, openly veteran, openly Asian-American, openly everything,” she has said. “Right now is not the time to be closeted or be ashamed of who you are or who you love.” When elected, she will fight for an inclusive Texas with opportunity for all. Let’s show her the full support of the EMILY’s List community and help this champion for hardworking Texas flip a seat from red to blue."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/gina-ortiz-jones",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "Lizzie-Pannill-Fletcher": {
    "name": "Lizzie Pannill Fletcher",
    "img": "https://www.emilyslist.org/i/images/Lizzie-Pannill-Fletcher.png/@zx_250@zy_250",
    "location": "U.S. House, Texas",
    "link": "https://www.emilyslist.org/candidates/Lizzie-Pannill-Fletcher",
    "id": "Lizzie-Pannill-Fletcher",
    "summary": [
      "A fighter for Texas working families",
      "A champion for expanding economic opportunity",
      "An opportunity to flip a seat from red to blue"
    ],
    "bio": [
      "A fighter for Texas working families",
      "Lizzie Pannill Fletcher is a community leader and fierce advocate running for Congress to fight for Texas working families. Lizzie is a lawyer who has dedicated her career to representing diverse Houstonians who face many different challenges. She co-founded Planned Parenthood Young Leaders in 2000, and has helped recruit a new generation of leaders to fight for the vital health care provider. As a volunteer attorney, Lizzie has worked to dismantle the school-to-prison pipeline in Texas, fighting to promote social and economic justice for all students. She is dedicated to helping young Houstonians find their voices, and serves on the boards of organizations that create opportunities for students to learn and grow through dance and writing. A fifth-generation Houstonian, Lizzie has deep roots in this city that she said “welcomes newcomers from around the world, that prides itself on scientific discovery, that serves as a hub of innovation, and that takes care of its neighbors.” Lizzie and her husband are proud to call Houston their home.",
      "A champion for expanding economic opportunity",
      "Lizzie has dedicated her career to working “for real Houstonians, with real problems, who need real solutions,” she has said, and she’s running for Congress to expand economic opportunity and help create good paying jobs for hardworking Texans. At a time when Republicans are desperate to undo all the progress we’ve worked so hard to make, Lizzie will fiercely defend Texans’ access to affordable health care. Lizzie is a pro-choice champion who first became politically engaged as a teenager during the 1992 Republican National Convention, when she volunteered to protect reproductive health care clinics from anti-choice protesters attempting to block patients from entering. She is a powerful advocate for Gulf Coast communities that are fighting to recover from the devastation Hurricane Harvey caused, and when elected she will make their voices heard in Congress. “Scientists and business leaders in Houston agree that climate change is real,” Lizzie has said. “We need leaders who understand the threat of our changing climate and those willing to work with our allies around the world to find ways to address its devastating effects.”",
      "An opportunity to flip a seat from red to blue",
      "Lizzie is challenging incumbent Republican Congressman John Culberson, an extremist who has spent his nine terms in office prioritizing a dangerous agenda that hurts the working families he was elected to serve. Our path to taking back the House runs straight through this district where Hillary Clinton outperformed Donald Trump in 2016. This seat has been under Republican control ever since George H.W. Bush won it in 1966, but the rapidly changing demographics of the vibrant Houston area have dramatically changed the political landscape here in recent years. Let’s show her grassroots campaign our full support and elect this champion for Texas working families — and take back the House."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/Lizzie-Pannill-Fletcher",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "katie-porter-18": {
    "name": "Katie Porter",
    "img": "https://www.emilyslist.org/i/images/Porter_Katie.png/@zx_250@zy_250",
    "location": "U.S. House, California",
    "link": "https://www.emilyslist.org/candidates/katie-porter-18",
    "id": "katie-porter-18",
    "summary": [
      "A consumer advocate who knows how to fight",
      "A champion for California families",
      "An opportunity to defeat a vulnerable GOP incumbent"
    ],
    "bio": [
      "A consumer advocate who knows how to fight",
      "Katie has spent nearly 20 years as a consumer advocate taking on Wall Street banks and powerful financial institutions that try to take advantage of middle-class families. The daughter of a farmer and a teacher, Katie saw firsthand how the farm crisis of the 1980s hurt families and communities. After graduating from Yale University, she went to Harvard Law School and learned bankruptcy law from influential professor Elizabeth Warren, with whom she co-authored a book on debt and credit law. She has earned her national acclaim for her fights against unfair practices by Wall Street banks, credit card companies, student loan servicers, and predatory lenders. She was teaching law at the University of California - Irvine and raising her three young children in 2012 when then-Attorney General of California Kamala Harris asked Katie to serve as the California Monitor of the National Mortgage Settlement. The five biggest Wall Street banks had promised billions in relief to the homeowners they had cheated, and Katie held the banks' feet to the fire -- securing $18 billion for California homeowners and helping tens of thousands of families in the state. She has worked to bring down credit card fees and is dedicated to ending the predatory banking practices that hurt women and families. Katie is running for Congress to get our economy working for all Californians and to fight back against a dangerous agenda that puts powerful interests ahead of people and families. Elizabeth Warren and Kamala Harris, now both United States senators, have endorsed Katie’s strong campaign. She lives in Irvine with her three children, where she is a longtime leader in her sons’ Cub Scout pack.",
      "A champion for California families",
      "Katie is committed to increasing economic opportunity for middle-class families and taking on the special interests that take unfair advantage of those pursuing the American dream. A tenured professor, Katie founded a consumer protection legal clinic at the University of California Irvine. Katie was one of the first people to sound the alarm about Wall Street abuses in the housing market, and when elected she will continue to courageously speak truth to power and hold special interests accountable. Katie knows that we cannot take our natural resources for granted. She will fight back against the climate science deniers in Congress, and will work tirelessly to protect our environment for future generations. Katie is proud to live in a community that finds strength in its diversity, and in Congress she will fight to defend the rights of the most vulnerable among us as they come under attack.",
      "An opportunity to defeat a vulnerable GOP incumbent",
      "Katie is challenging extreme Rep. Mimi Walters, a vulnerable Republican seeking a third term in a district that Hillary Clinton carried by more than five points in 2016. Walters is in lockstep with President Trump’s dangerous agenda, and Speaker Paul Ryan counts on her support for policies that hurt the women and families she was elected to represent. Walters’ record of failure includes voting in committee to advance the House GOP’s bill that would dismantle the Affordable Care Act (in addition to voting for the bill again on the floor) — and then refusing to hold town hall meetings to face the people she is supposed to be serving. Walters is a top Democratic target in 2018, and the path to taking back the House is through this district — one of our best opportunities to flip a seat. The special interests Walters serves will spend heavily to defend her, but Katie does not back down from a tough fight — especially when so much is at stake. “We need leaders in Congress who will stand up to Donald Trump,” Katie has said. “I’m running to continue the work I’ve always done — to take on the powerful special interests on behalf of our families.” Let’s show Katie the full strength of the EMILY’s List community and help her turn California’s 45th District blue."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/katie-porter-18",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "betsy-rader": {
    "name": "Betsy Rader",
    "img": "https://www.emilyslist.org/i/images/Betsy-Rader_(2).png/@zx_250@zy_250",
    "location": "U.S. House, Ohio",
    "link": "https://www.emilyslist.org/candidates/betsy-rader",
    "id": "betsy-rader",
    "summary": [
      "An experienced leader and civil rights advocate fighting for Ohioans",
      "A champion for working families",
      "An opportunity to flip a seat and take back the House"
    ],
    "bio": [
      "An experienced leader and civil rights advocate fighting for Ohioans",
      "Betsy Rader is an experienced community leader and civil rights advocate running for Congress to continue her fight for Ohio working families. A lifelong Ohioan, Betsy and her three siblings were raised by their single mother in a hardworking family that struggled to make ends meet after her parents’ divorce. With the help of scholarships, she worked her way through college at The Ohio State University, graduating first in her class, and went on to earn her law degree from Yale to become an advocate for northeast Ohioans. Betsy has served as the director or her county’s advocacy program for abused children, as senior counsel at the Cleveland Clinic, and as a fellow at the Innovation Center at the Centers for Medicare & Medicaid Services. She currently serves as a civil rights attorney fighting for Ohioans facing employment discrimination. Betsy and her husband are proud to have called Ohio's 14th District home for more than twenty years, and to have raised their three adult children in the community.",
      "A champion for working families",
      "Betsy is running to expand economic opportunity for the working families of northeast Ohio. When elected, she will fight tirelessly to create good-paying jobs and to help all Ohioans have the opportunity to thrive in their communities. Betsy is a powerful advocate for expanding all Americans’ access to quality, affordable health care — an issue that is deeply personal to her and her family. She lives with a pre-existing spinal condition that led her to be disabled and in debilitating pain, and considers herself lucky to have had access to the care she needed to make a full recovery. “Any politician who punishes those with pre-existing conditions and blames people for being sick, poor, or uninsured is out-of-touch with everyday Americans,” Betsy has said. “No one chooses to be born with a pre-existing condition, no one chooses to get sick or injured, no one chooses to be stuck in a job without health benefits.” When elected, Betsy will be the champion northeast Ohio working families need in Congress.",
      "An opportunity to flip a seat and take back the House",
      "Betsy is challenging Republican incumbent Dave Joyce, a dangerous extremist who has spent his time in Congress intent on ending health care access for millions of people and voting to defund Planned Parenthood. Joyce's record leaves no doubt that he is more concerned with satisfying the far right wing of his party than he is with fighting for the northeast Ohio working families he was elected to represent. Betsy is an experienced community leader who understands the needs of this district, and she has what it takes to fight back and win. Let's show Betsy our full support, and help send this champion for Ohio working families to Congress — and let’s take back the House."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/betsy-rader",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "mary-gay-scanlon": {
    "name": "Mary Gay Scanlon",
    "img": "https://www.emilyslist.org/i/images/mary-gay-scanlon_1024.png/@zx_250@zy_250",
    "location": "U.S. House, Pennsylvania",
    "link": "https://www.emilyslist.org/candidates/mary-gay-scanlon",
    "id": "mary-gay-scanlon",
    "summary": [
      "A fighter for Pennsylvania working families",
      "An advocate for expanding economic opportunity",
      "A new district and a key pickup opportunity to flip the House"
    ],
    "bio": [
      "A fighter for Pennsylvania working families",
      "Mary Gay Scanlon is a dedicated advocate for justice and equality who will fight for Pennsylvania working families in Congress. She currently serves as the national pro bono counsel at her law firm, leading the practice’s work for nonprofit organizations and low-income clients. Mary Gay previously served as president of the Wallingford Swarthmore School Board and worked as an attorney for the Education Law Center of Pennsylvania, among her involvement in other boards and initiatives dedicated to improving children’s lives. Mary Gay lives in Swarthmore with her husband and has three grown children.",
      "An advocate for expanding economic opportunity",
      "As a progressive champion for justice for many years, Mary Gay is committed to fighting on behalf of children, women, families, and others who are underserved. She has led her law firm’s pro bono practice to take on issues such as fair pay, immigrants’ rights, criminal justice reform, and legal services for veterans. Mary Gay has worked to improve the quality of public education. In Congress, she will fight income inequality by working to expand opportunities for vocational and technical education and helping to make higher education more affordable. “When I see a problem, I investigate the facts and look for solutions,” she has said.",
      "A new district and a key pickup opportunity to flip the House",
      "Mary Gay is running in the 5th District, a seat that was newly drawn following the Pennsylvania Supreme Court’s decision to overturn an unconstitutional Republican gerrymander that kept working families’ voices from being heard in the halls of power. Hillary Clinton won this district handily in 2016, making it a critical pickup in Democrats’ fight to take back the House. Mary Gay also can give millions of Pennsylvania women a new voice in Washington by changing the face of the state’s congressional delegation, which is currently all men. Let’s show this champion for families the full support of the EMILY’s List community and turn this seat blue."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/mary-gay-scanlon",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "kim-schrier": {
    "name": "Kim Schrier",
    "img": "https://www.emilyslist.org/i/images/Kim-Schrier.png/@zx_250@zy_250",
    "location": "U.S. House, Washington",
    "link": "https://www.emilyslist.org/candidates/kim-schrier",
    "id": "kim-schrier",
    "summary": [
      "A champion for Washington State working families",
      "A pediatrician and community leader fighting for our values",
      "An opportunity to flip an open seat from red to blue"
    ],
    "bio": [
      "A champion for Washington State working families",
      "Kim Schrier is a pediatrician running for Congress to expand economic opportunity for Washington State working families. The daughter of an elementary school teacher and an aerospace engineer, Kim has understood what it means to worry about health and insurance coverage since she was diagnosed with Type 1 diabetes at the age of 16. A proud graduate of public schools, including her degrees in astrophysics and medicine, Kim has dedicated her career to improving the lives of her patients and their families. After the 2016 election, Kim marched, protested, and called her elected officials to fight back against the agenda threatening to undo all the progress we’ve worked so hard to make. When Republicans began their effort to take away millions of working families’ access to affordable health care, she decided to step up and run for office for the very first time. Kim, her husband, and their son live in Issaquah, the community where she has been serving children and families as a pediatrician for 16 years.",
      "A pediatrician and community leader fighting for our values",
      "Kim will fight to expand economic opportunity for all Washington State working families. She is running to create good paying jobs and to defend economic security by protecting vital programs like Medicare, Medicaid, and Social Security. An advocate for public education and a fighter for all students, she will work tirelessly to help Washington State schools prepare students to succeed in tomorrow’s economy and to make college more affordable. As a medical doctor with 16 years of experience practicing pediatrics in her community, Kim is ready to bring new leadership to Washington. “I believe that health care is a right, not a privilege,” Kim has said, and she will fight back against any attempt to roll back the progress we have made in expanding Americans’ access to affordable care. “As someone with Type 1 diabetes, I know personally what it's like to worry about losing coverage due to a pre-existing condition,” she has said. “TrumpCare would take away health insurance for over 70,000 people in my district.” Kim is a pro-choice champion who will fiercely defend every woman’s right to make her own health care decisions. “Having a woman doctor at the table is an important perspective, especially during discussions of women’s health and reproductive rights,” she has said.",
      "An opportunity to flip an open seat from red to blue ",
      "Kim is running for the highly contested open seat currently held by Republican Congressman Dave Reichert, who opted not to seek re-election less than a month after Kim launched her strong campaign to hold him accountable for voting to repeal the Affordable Care Act. Democrats’ path to taking back the House runs straight through this district – one of 23 Republican-held districts where Hillary Clinton outperformed Donald Trump in 2016. This is a must-win race, and Kim is the only candidate who has what it takes to flip this seat from red to blue. Let’s show her the full support of the EMILY’s List community, and help send this champion for Washington State working families to Congress."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/kim-schrier",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "donna-shalala": {
    "name": "Donna Shalala",
    "img": "https://www.emilyslist.org/i/images/Donna-Shalala.png/@zx_250@zy_250",
    "location": "U.S. House, Florida",
    "link": "https://www.emilyslist.org/candidates/donna-shalala",
    "id": "donna-shalala",
    "summary": [
      "A proven leader dedicated to fighting for others",
      "A champion for improving access to health care and education",
      "An open seat and key pickup opportunity to flip the House"
    ],
    "bio": [
      "A proven leader dedicated to fighting for others",
      "Donna Shalala has dedicated her career to fighting for others. As the secretary of health and human services (HHS) under President Clinton, Donna led the introduction and implementation of the Children’s Health Insurance Program and helped achieve the highest child immunization rates in U.S. history. Recently, Donna served as the president of the Clinton Foundation, helping carry out the foundation’s efforts to improve public health and increase economic opportunity around the world. Prior to that role, she was president of the University of Miami, where she increased the university’s endowment, expanding private support for student scholarships, academic and research programs, and facilities. Previous positions include serving as the chancellor of the University of Wisconsin-Madison, president of Hunter College of the City University of New York, and assistant secretary for policy development and research at the U.S. Department of Housing and Urban Development. Donna has also served as chair of the Committee on the Future of Nursing at the Institute of Medicine of the National Academy of Sciences and co-chair of the Commission on Care for Returning Wounded Warriors. Donna has lived in South Florida for the last 17 years.",
      "A champion for improving access to health care and education",
      "Florida families need a champion now more than ever. With our access to quality health care constantly coming under attack by Congress, Donna’s record of fighting for women and children will enable her to get results that improve people’s lives. “We need deeper subsidies. People are paying too much out of pocket,” she has said. “If you talk to people in our community, they’re paying too much […] for all of their health care, whether it’s public or private health care.” Donna plans to improve access to quality, affordable health care and fight to strengthen Florida’s education system.",
      "An open seat and key pickup opportunity to flip the House",
      "Donna is running to fill retiring Republican Rep. Ileana Ros-Lehtinen’s seat – a seat that is considered a key pickup opportunity for Democrats in our fight to take back the House. Hillary Clinton outperformed Donald Trump by nearly 20 points in this district in 2016, and Donna has what it takes to flip this must-win seat. She is a proven leader who is prepared to take her breadth and depth of experience fighting for others to the halls of Congress. EMILY’s List is proud to stand with Donna and show her the full support of our community to turn this red seat blue."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/donna-shalala",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "mikie-sherrill": {
    "name": "Mikie Sherrill",
    "img": "https://www.emilyslist.org/i/images/Sherrill_Mikie.png/@zx_250@zy_250",
    "location": "U.S. House, New Jersey",
    "link": "https://www.emilyslist.org/candidates/mikie-sherrill",
    "id": "mikie-sherrill",
    "summary": [
      "A veteran fighting for New Jersey working families",
      "An experienced leader running to tackle the toughest problems",
      "A serious challenger taking on an extreme and vulnerable incumbent"
    ],
    "bio": [
      "A veteran fighting for New Jersey working families",
      "Mikie Sherrill is running for Congress to fight for New Jersey’s working families and to bring new leadership to Washington. Mikie graduated from the United States Naval Academy and spent nearly a decade on active duty in the United States Navy. Mikie served as a Sea King Helicopter pilot and flew missions in Europe and the Middle East. After leaving the Navy in 2003, Mikie went on to earn her law degree from Georgetown University and she joined the U.S. Attorney’s Office in New Jersey to continue her career of service. As an Outreach and Reentry Coordinator, she worked to help prevent crime and develop trust between law enforcement and the communities they serve. Mikie went on to prosecute federal cases and advise law enforcement on investigations as an Assistant U.S. Attorney. She lives in Montclair, New Jersey with her husband Jason, also a Navy veteran, and their four young children. Mikie coaches her daughter’s lacrosse team and manages her son’s soccer team. She is a dedicated and experienced public servant running to give hardworking New Jersey women and families the champion they need in Congress.",
      "An experienced leader running to tackle the toughest problems",
      "Mikie decided to run for office for the first time after the 2016 election when she realized that her community needed new leadership more than ever. “As a former federal prosecutor with experience prosecuting both violent and white-collar criminals, I've seen what it looks like when the powerful prey on the vulnerable,” she has said, and she is running to be the fierce advocate that New Jersey working families need. Mikie has an outstanding record of public service in the United States Navy and the U.S. Attorney’s office, and she has seen firsthand the power our public institutions have to positively impact people’s lives. At a time when Washington is controlled by a dangerous Republican majority rolling back the progress we have fought so hard to make, Mike will fight tirelessly to defend our American values and our democracy—and to increase access to opportunity for all hardworking people in New Jersey and across the country.",
      "A serious challenger taking on an extreme and vulnerable incumbent ",
      "Mikie is running for an open seat currently held by a retiring Republican incumbent. Donald Trump won New Jersey’s 11th Congressional District by less than a single percentage point in 2016, and it's trending blue—Democratic Governor Phil Murphy won this district last year. The path to taking back the House runs right through this district and others like it. When Mikie stepped up to challenge incumbent Congressman Rodney Frelinghuysen, a vulnerable Republican extremist, her grassroots campaign quickly gained strong momentum. In January, Frelinghuysen announced that he would no longer seek re-election—giving up on defending his party's indefensible agenda in this battleground district. This is a can’t-miss opportunity to help an outstanding candidate flip an open seat, and we know Mikie has what it takes to win this fight. The GOP and their deep-pocketed special interests will do everything they can to hold onto the critical seat and control of the House, and Mikie needs the full support of the EMILY’s List community to take them on. Let’s all chip in and help send this champion for working families to Washington."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/mikie-sherrill",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "elissa-slotkin": {
    "name": "Elissa Slotkin",
    "img": "https://www.emilyslist.org/i/images/Elissa-Slotkin.png/@zx_250@zy_250",
    "location": "U.S. House, Michigan",
    "link": "https://www.emilyslist.org/candidates/elissa-slotkin",
    "id": "elissa-slotkin",
    "summary": [
      "A dedicated public servant",
      "A champion for Michigan working families",
      "An opportunity to flip a seat"
    ],
    "bio": [
      "A dedicated public servant",
      "Elissa Slotkin is a national security leader and a life-long public servant running for Congress to fight for Michigan working families. Following the 9/11 attacks, Elissa was recruited to join the Central Intelligence Agency as a Middle East analyst. Working alongside the U.S. military, Elissa served a total of three tours in Iraq over a span of five years. Elissa has held a variety of defense intelligence roles – under both President Bush and President Obama – at the White House, the Office of the Director of National Intelligence, the State Department, and the Pentagon. She currently runs a small business consulting on national security and government affairs. In her final role in government, Elissa served as the acting assistant secretary of defense for international security affairs, where she managed a 700-person organization with a $140 million budget, and was the principal advisor to the secretary of defense on security strategy and policy issues related to NATO, Russia, the Middle East, Africa, and the Western Hemisphere. In Baghdad, she met her husband Dave, a now-retired colonel who served in the U.S. Army for 30 years. She currently lives on her family farm in Holly, Michigan, and runs a small business consulting on national security and government affairs.",
      "A champion for Michigan working families ",
      "Elissa, a third-generation Michigander, grew up in a meat-packing family, who taught her the importance of hard work. Elissa spent her early life on a farm, and the Michigan values she learned early in life are the values that have helped her succeed in her career of service and as a Michigan small business owner. When elected, she will bring her straightforward, commonsense approach to Congress tackling the toughest problems facing hardworking families. She will fight tirelessly to expand economic opportunity for all Michiganders and to help create good-paying jobs. Elissa is a powerful advocate for expanding access to health care and pushing back on predatory drug pricing. When elected she will fight back against Republicans’ attempts to undo the progress we’ve worked so hard to make will champion policies that help move Michigan forward for all working families.",
      "An opportunity to flip a seat",
      "Elissa is challenging incumbent Republican Congressman Mike Bishop, an extremist with a record that has hurt hardworking Michigan families. Donald Trump only narrowly outperformed Hillary Clinton here, and in 2018 we must win in this district and in others like it to take back the House. Elissa is mounting a serious campaign and she has what it takes to win in 2018—but Bishop’s special interest allies rely on his vote to take away Americans’ health insurance and to reform our tax code to benefit the wealthy few, and they will try to stop Elissa from holding him accountable to Michiganders in 2018. Let’s show Elissa our full support and ensure that she’ll have the resources she needs to take Bishop on and flip this seat from red to blue."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/elissa-slotkin",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "nancy-soderberg": {
    "name": "Nancy Soderberg",
    "img": "https://www.emilyslist.org/i/images/Nancy-Soderberg.png/@zx_250@zy_250",
    "location": "U.S. House, Florida",
    "link": "https://www.emilyslist.org/candidates/nancy-soderberg",
    "id": "nancy-soderberg",
    "summary": [
      "A champion for Florida working families",
      "A fighter dedicated to expanding economic opportunity",
      "An opportunity to flip an open seat and take back the House"
    ],
    "bio": [
      "A champion for Florida working families",
      "Nancy is an experienced leader and a lifelong public servant running for Congress to fight for Florida working families. The daughter of a Korean War veteran, she began her career in policy and government with encouragement from her college professor Madeleine Albright. Throughout her outstanding career of service, Nancy has worked closely with the White House, the United Nations, and the Senate. She served as the foreign policy director for the Clinton/Gore 1992 campaign and transition team and as senior foreign policy advisor to late Senator Ted Kennedy.",
      "Nancy served as the third ranking official of the National Security Council at the White House as deputy assistant to the president for national security affairs. President Bill Clinton next appointed her to serve as alternate representative to the United Nations in 1997, with the rank of Ambassador. She has over a decade of executive leadership experience in global organizations, and is a powerful advocate for conflict prevention and resolution. President Barack Obama appointed Nancy to serve as chair of the Public Interest Declassification Board in 2011, and she worked tirelessly to increase transparency in national security decisions. Nancy currently serves as a professor of foreign policy and director of the public service leadership program at the University of North Florida and is president and CEO of Soderberg Global Solutions, an international consulting firm. She is an author, a member of the Council on Foreign Relations, and serves on the board of advisors to the president of the Naval Postgraduate School and Naval War College.",
      "A fighter dedicated to expanding economic opportunity",
      "Nancy is running to expand economic opportunity for Florida working families and to help create good-paying jobs. At a time when an extreme Republican agenda in Congress threatens to undo the progress we’ve worked so hard to make, Nancy is a fierce champion for expanding access to affordable, quality health care — an issue that is deeply personal to her as an American who has carefully managed a pre-existing condition of diabetes for decades. “President Trump’s latest moves — to allow insurers to segregate pools of ‘healthy’ people from those who have pre-existing conditions — will bring us back to the days where even minor or manageable injuries and illnesses become financial catastrophes,” she has said. “Republicans in Congress are no better on this issue, having spent the last seven years trying to end the ACA and put the control of health care back in the hands of insurance accountants.”",
      "An opportunity to flip an open seat and take back the House",
      "Nancy is running for an open Republican-held seat after the extreme incumbent she stepped up to challenge, Congressman Ron DeSantis, decided to seek the Florida governorship instead of running for re-election to the House. This is a critical seat in a battleground state, and Nancy has what it takes to win. Let’s show her our full support and help flip this seat send this champion for Florida working families to Congress — and let’s take back the House."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/nancy-soderberg",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "abigail-spanberger": {
    "name": "Abigail Spanberger",
    "img": "https://www.emilyslist.org/i/images/Abigail-Spanberger.png/@zx_250@zy_250",
    "location": "U.S. House, Virginia",
    "link": "https://www.emilyslist.org/candidates/abigail-spanberger",
    "id": "abigail-spanberger",
    "summary": [
      "A champion for Virginia working families",
      "A fighter working to expand economic opportunity",
      "An opportunity to flip a seat"
    ],
    "bio": [
      "A champion for Virginia working families",
      "Abigail Spanberger is an experienced leader and a deeply committed public servant running for Congress to expand economic opportunity for Virginia working families. She grew up in Henrico County, Virginia, and is a proud graduate of the University of Virginia. After earning her MBA, Abigail began her public service career as a federal law enforcement officer working narcotics and money laundering cases with the U.S. Postal Inspection Service. From there, she joined the CIA as an operations officer in 2006. Focused on counterterrorism, she recruited and developed spies and provided the critical intelligence that policymakers needed to make national security decisions to keep our country safe. She went on to work in the private sector as a strategic leader helping colleges and universities diversify their student bodies, increase graduation rates, and expand students’ access to affordable educational opportunities. Abigail was appointed to the Virginia Fair Housing Board by former Governor Terry McAuliffe in 2017 and has worked to protect Virginians from housing discrimination. Abigail and her husband live with their three daughters in Glen Allen, and she is running to bring new leadership to Congress as she fights for Virginia's working families.",
      "A fighter working to expand economic opportunity",
      "Abigail is running to expand economic opportunity for all hardworking Virginians and to help create good-paying jobs. She is fighting to protect the economic security of Virginia working families and to defend the progress we’ve worked so hard to make. Abigail decided to run for Congress after listening to a friend share her fears over the repeal of the Affordable Care Act. Abigail’s friend – the father of a child with a genetic disorder – feared not just bankruptcy over medical bills but also losing access to the life-saving care her child needed. A first-time candidate, Abigail has said: “I realized that any fear or apprehension I had related to publicly campaigning, or putting myself out there…that was absolutely nothing compared to the fear that my friends feel when they think about what the future holds for their daughter.” When elected, Abigail will fight tirelessly to ensure that everyone in this country has access to affordable, quality health care.",
      "An opportunity to flip a seat",
      "Abigail is challenging vulnerable Republican incumbent Congressman Dave Brat, a dangerous extremist trying to defend his record of failure to the Virginians he was elected to serve. He has voted to take away health care from millions of people, refused to face constituents who disagree with him, and gained notoriety last year when he was caught on camera complaining that “the women are in my grill no matter where I go.” Abigail is mounting a strong campaign to hold Brat accountable in a district with a powerful grassroots movement of Virginians ready to send him packing. She has what it takes to fight back and win, and to lead Virginia forward for working families. Let’s show Abigail our full support and help her flip this seat and take back the House."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/abigail-spanberger",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "haley-stevens": {
    "name": "Haley Stevens",
    "img": "https://www.emilyslist.org/i/Haley-Stevens.png/@zx_250@zy_250",
    "location": "U.S. House, Michigan",
    "link": "https://www.emilyslist.org/candidates/haley-stevens",
    "id": "haley-stevens",
    "summary": [
      "A former public servant who helped lead Michigan's auto recovery and saved thousands of jobs",
      "A leader dedicated to creating Great Lake State jobs",
      "An opportunity to flip an open seat from red to blue"
    ],
    "bio": [
      "A former public servant who helped lead Michigan's auto recovery and saved thousands of jobs",
      "Haley Stevens is a leader in advanced manufacturing and a former public servant running for Congress to continue her fight for Michigan working families. As the daughter of a CEO mother and public school teacher father who started a small business together, Haley knows what it takes to work hard and make a difference. She served as a political appointee under President Obama, serving as chief of staff for the Treasury Department’s Auto Task Force and as a special advisor for the Department of Commerce. Haley played a key role in restoring the financial stability of the auto industry and helped save thousands of Michigan jobs during the recession. She worked tirelessly to help set up the Office of Recovery for Automotive Communities and Workers and the White House Office of Manufacturing Policy, federal offices that contributed to the creation of new jobs for hardworking Michiganders. Born and raised in Oakland County, she is a proud resident of Rochester Hills and has most recently led a national workforce development program and launched a STEM education initiative for middle and high school students.",
      "A leader dedicated to creating Great Lake State jobs",
      "Haley is running to expand economic opportunity for all Michiganders and fighting to create good-paying jobs that will help Southeastern Michigan communities thrive. As chief of staff to President Obama’s auto rescue, she helped save thousands of jobs and strengthened Michigan’s advanced manufacturing economy. Haley has worked to create advanced manufacturing job opportunities in southeastern Michigan, and she created the country’s first online certification program for digital manufacturing. She has a proven record of fiercely defending and expanding Michiganders’ economic opportunities, and when elected she will champion policies that create more good-paying jobs. Haley is a powerful advocate for expanding access to quality health care at a time when Republicans are desperate to undo the progress we have worked so hard to make. “Health care is a right,” she has said, and she is a pro-choice champion. When elected, Haley will fight tirelessly to defend our progress and to lead the Great Lakes State forward for all Michiganders.",
      "An opportunity to flip an open seat from red to blue",
      "Haley is running in Michigan’s 11th Congressional District for a seat left open by retiring Republican incumbent David Trott, whose reliable vote for the GOP's disastrous agenda has hurt the working families he was elected to serve. Our path to taking back the House runs right through this toss-up district where Donald Trump narrowly won in 2016, and Haley has what it takes to win. She faces Republican nominee Lena Epstein, an enthusiastic Trump supporter who helped engineer his 2016 upset in Michigan, and Haley is holding her accountable for the GOP’s record of failing Michigan working families. The contrast is stark and the choice is clear, but Epstein’s allies will do everything they can to keep this seat — and Congress — under Republican control. Let’s show Haley the full support of the EMILY’s List community and help elect this champion for Michigan working families to Congress, and let’s take back the House."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/haley-stevens",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "maura-sullivan": {
    "name": "Maura Sullivan",
    "img": "https://www.emilyslist.org/i/images/Maura-Sullivan.png/@zx_250@zy_250",
    "location": "U.S. House, New Hampshire",
    "link": "https://www.emilyslist.org/candidates/maura-sullivan",
    "id": "maura-sullivan",
    "summary": [
      "A dedicated public servant fighting for Granite State working families",
      "An experienced leader dedicated to expanding economic opportunity",
      "An open seat and a critical Democratic hold in the fight to take back the House"
    ],
    "bio": [
      "A dedicated public servant fighting for Granite State working families",
      "Maura Sullivan is a Marine veteran and experienced leader running for Congress to fight for New Hampshire working families. She began her career of service as a young woman in ROTC with the encouragement of her public high school guidance counselor. Maura hadn’t seen many women in the military and is grateful to have had the support she needed to envision and begin this path of service. “Becoming a Marine officer was the best decision I made in my life,” she has said. “It was a transformational experience. Simply put, I would not be the person I am today if I had not done it.” Maura served in the Marine Corps for five years in East Asia and Fallujah, Iraq, rising to the rank of captain before she went on to earn an MBA and an MPA from Harvard. After graduate school she worked as a New England manager for a food and beverage company. In 2010 Maura joined the Obama administration, first serving on the American Battle Monuments Commission, then as an assistant secretary at the Department of Veterans Affairs during a time of crisis, and then in the Pentagon. Maura felt her fellow Marines were like family, and “I went through a pretty difficult time when I left the Marine Corps community, as a lot of veterans do,” she has said. After her service in the Obama administration, she found community again in Portsmouth, New Hampshire, where she and her fiancé bought their first home to put down roots and raise a family.",
      "An experienced leader dedicated to expanding economic opportunity ",
      "Maura is running to expand economic opportunity and to help create good-paying jobs for Granite Staters. She is a fierce advocate for working families, and she never backs down from a tough fight — especially when the stakes are high. “I saw firsthand in Iraq the consequences female servicemembers faced when women weren’t in the rooms in Washington making decisions impacting their lives. Years later, I was the woman under 40 in the room at the Pentagon, going toe-to-toe with generals, fighting for 12 weeks of maternity leave, not four, and we won that fight,” Maura has said. “We fought for a female soldier’s right to preserve her fertility before she goes into combat, and we won that fight. We fought for gender equity in the military, because if women can meet the bar, if a woman can meet a standard, then she should have the opportunity to serve in every position on the front lines of our country. And we won that fight, too. We will keep fighting, to make women’s rights human rights everywhere.” She is committed to expanding access to health care, and she will fight back against all attempts to undo the progress we’ve worked so hard to make. At a time when the opioid epidemic is devastating New Hampshire families and communities, Maura has what it takes to get the full weight of our federal government behind programs that save lives and prevent tragedies.",
      "An open seat and a critical Democratic hold in the fight to take back the House",
      "Maura is running for the open seat currently held by retiring Democratic Congresswoman Carol Shea-Porter. Donald Trump outperformed Hillary Clinton by fewer than two percentage points here in 2016, and Republicans have targeted this district as a prime takeover opportunity as they desperately defend their majority in 2018. This is a perennial swing seat in a deep purple district, and Maura has what it takes to take on the GOP and win in November at a time when the stakes for Granite State working families couldn’t be higher. “I’ve never seen a more critical moment in our country, a bigger threat to our democracy and to our nation than the moment we are in right now,” Maura has said. “I think the fundamental principles of this country that our country was founded on are at stake. And I simply couldn’t sit on the sidelines so I didn’t hesitate.” Let’s show this champion for working families the full support of the EMILY’s List community and help send her to Congress to fight for Granite Staters."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/maura-sullivan",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "hiral-tipirneni": {
    "name": "Hiral Tipirneni",
    "img": "https://www.emilyslist.org/i/images/Hiral-Tipirneni.png/@zx_250@zy_250",
    "location": "U.S. House, Arizona",
    "link": "https://www.emilyslist.org/candidates/hiral-tipirneni",
    "id": "hiral-tipirneni",
    "summary": [
      "A doctor, problem solver, and champion for Arizona working families",
      "A leader fighting to expand economic opportunity",
      "An opportunity to flip a seat"
    ],
    "bio": [
      "A doctor, problem solver, and champion for Arizona working families",
      "Dr. Hiral Tipirneni is a doctor, a health care advocate, and a dedicated community leader running for Congress to fight for Arizona working families. A proud immigrant, Hiral’s parents brought her to the United States from India when she was three years old in pursuit of the American dream. Her father worked as a structural engineer, and her mother, a social worker, served as director of a local senior center and started its Meals on Wheels program and taught Hiral the value of community service. Her own experience with typhoid fever as a child inspired Hiral to earn her medical degree, and she went on to pursue a career in emergency medicine to put her passion for problem-solving, teamwork, and patient care into action. After serving as chief resident of the University of Michigan’s Emergency Medicine program, Hiral and her husband, an orthopedic surgeon, chose to make their home and raise a family in Phoenix. She has served her community practicing emergency medicine at local hospitals, and after losing her mother and nephew to cancer, she turned her professional focus to cutting-edge cancer research. A community leader and innovation advocate, Hiral served as the lead organizer for a Northwest Valley TEDx event, and serves on the boards of local nonprofits. She and her husband have raised their three children in the Arrowhead community, and Hiral’s daughter inspired her to run for office for the first time the day after Donald Trump was elected by asking, “If not you, then who?” A tough fighter, she is running a strong grassroots campaign to make Northwest Valley working families’ voices heard in Washington.",
      "A leader fighting to expand economic opportunity",
      "Hiral is running to expand economic opportunity for Arizona working families and to help create good-paying jobs in the Northwest Valley so that communities can thrive. “America gave my family a chance to rise and thrive, the very reasons that brought us to the United States in the first place,” she has said. “I passionately believe that we must remain a land of opportunity for those who are willing to work for it.” As an experienced medical doctor, Hiral is dedicated to expanding Americans’ access to quality, affordable health care, and she will fight back against any attempt to undo the progress we’ve worked so hard to make. A leader in her field, Hiral brings together researchers, clinicians, and patient advocates in the fight to treat and cure breast cancer, prostate cancer, and childhood leukemia. When elected, she will bring new leadership to Congress and move Arizona forward for hardworking families.",
      "An opportunity to flip a seat",
      "Hiral is challenging Rep. Debbie Lesko, the vulnerable Republican who took office after an April special election for the vacant seat in Arizona's 8th Congressional District that Republican Congressman Trent Franks resigned amidst serious allegations that he sexually harassed women staffers. Hiral ran a strong campaign in the special election, and Lesko only won by a narrow margin even though the GOP poured money into what should have been a safe seat easy to defend.  The stakes are even higher in November, and Hiral has what it takes to win this rematch and help take back the House. This is a district that has never before elected a woman of color to Congress, and she is poised to be the first. Let’s show Hiral our full support, and help send this champion for Arizona working families to Congress — and let’s take back the House."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/hiral-tipirneni",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "rashida-tlaib": {
    "name": "Rashida Tlaib",
    "img": "https://www.emilyslist.org/i/Rashida-Tlaib.png/@zx_250@zy_250",
    "location": "U.S. House, Michigan",
    "link": "https://www.emilyslist.org/candidates/rashida-tlaib",
    "id": "rashida-tlaib",
    "summary": [
      "A champion for Michigan working families",
      "An experienced leader fighting to expand economic opportunity",
      "A must-hold seat to flip the House"
    ],
    "bio": [
      "A champion for Michigan working families",
      "Rashida Tlaib is a proven leader running for Congress to fight for Michigan working families. Born and raised in Detroit and a proud graduate of the city’s public schools, she is the daughter of Palestinian immigrants and the oldest of 14 children. Rashida earned her law degree while working full time and taking classes on weekends, and she has dedicated her career to fighting for Michiganders. She was elected to the Michigan State House in 2008, making history as the first Muslim woman ever to serve in the state legislature, and she quickly earned a reputation as a fierce advocate for working families. In her three terms Rashida fought for economic opportunity, protections from fraudulent mortgage bankers, access to health care, and education funding. She worked tirelessly to provide critical constituent services that included saving families from foreclosure, free tax preparation for working-class Michiganders, and helping seniors weatherize their homes to save on energy bills. Most recently, Rashida worked as a public interest lawyer at the nonprofit Sugar Law Center for Economic and Social Justice. She and is the proud mother of two sons. When elected, Rashida will fight tirelessly for Michiganders in Washington.",
      "An experienced leader fighting to expand economic opportunity",
      "Rashida is running to expand economic opportunity and to help create good-paying jobs for hardworking Michiganders. She has personally experienced the transformative power of public education, and she believes in the potential of all Michigan students. When elected she will be a powerful advocate for policies that give all Michigan students and families the opportunity to thrive. At a time when Republicans in Congress are desperate to undo all the progress we’ve worked so hard to make, Rashida is a fierce advocate for expanding access to health care and for environmental justice. She is a proven leader who has secured funding for free health clinics and lead abatement, fought back against the Koch brothers’ dumping of petroleum coke on the Detroit riverfront, and led a “Right to Breathe” campaign a public health and environmental initiative to improve air quality. Rashida never backs down from a tough fight, and when elected she will be a fierce champion for Michiganders in Congress.",
      "A must-hold seat to flip the House",
      "Rashida is running to fill the open seat vacated by Democratic Congressman John Conyers and won a highly competitive Democratic primary. This fighter for Michigan working families is running a strong grassroots campaign and she has what it takes to win and deliver this must-win seat for Democrats to take back the House in November. Our country has never before elected a Muslim woman to Congress, and Rashida is poised to be the first. When elected she will be a powerful advocate for the Michiganders and Muslim women across the country who are not currently seated at the table in Washington. The EMILY’s List community is proud to stand with this champion for progress in her fight to represent Michiganders in Washington."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/rashida-tlaib",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "norma-torres18": {
    "name": "Norma Torres",
    "img": "https://www.emilyslist.org/i/images/Norma-Torres.png/@zx_250@zy_250",
    "location": "U.S. House, California",
    "link": "https://www.emilyslist.org/candidates/norma-torres18",
    "id": "norma-torres18",
    "summary": [
      "A champion for California working families",
      "A fighter for expanding economic opportunity",
      "A critical hold in the fight for control of the House"
    ],
    "bio": [
      "A champion for California working families",
      "Norma Torres is running for re-election to continue her fight to expand economic opportunity for all. A longtime resident of Pomona, Norma immigrated to the United States from Guatemala when she was five and has dedicated her career to serving her community. Norma was inspired to run for public office while she was working as a 911 dispatcher and sought to address the lack of Spanish-speaking dispatchers in the role. After unseating a longtime incumbent on the Pomona City Council, Norma became the city’s first Latina mayor. She went on to serve in the California state Assembly and state Senate before she was elected to Congress in 2014. Norma is a champion for schools, quality health care, veterans, and working families’ economic security.",
      "A fighter for expanding economic opportunity",
      "Norma has fought to expand economic opportunity for all and create good-paying jobs because she understands that too many working families continue to struggle to get by in Southern California and around our country. She introduced the JOBS Act to expand job training opportunities for displaced workers and the Regional Infrastructure Accelerator Act, a bill to expand funding for public infrastructure projects, following a job creation listening tour of her community. As a former member of the homeland security committee, Norma cares deeply about making our communities safer and has introduced and advocated for legislation that would do so.",
      "A critical hold in the fight for control of the House",
      "This seat is a critical hold race and Norma needs our full support in this must-win race for the majority. The EMILY’s List community is proud of Norma’s continued community advocacy, and is thrilled to support her as she continues fighting for hardworking Southern California families."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/norma-torres18",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "xochitl-torres-small": {
    "name": "Xochitl Torres Small",
    "img": "https://www.emilyslist.org/i/images/xochitl-torres.png/@zx_250@zy_250",
    "location": "U.S. House, New Mexico",
    "link": "https://www.emilyslist.org/candidates/xochitl-torres-small",
    "id": "xochitl-torres-small",
    "summary": [
      "A dedicated community leader fighting for working families",
      "A champion for Southern New Mexico working families",
      "An opportunity to flip a seat and take back the House"
    ],
    "bio": [
      "A dedicated community leader fighting for working families",
      "Xochitl Torres Small is a dedicated community leader and lifelong New Mexican running for Congress to fight for working families. The daughter of a teacher and a social worker, Xochitl learned the importance of education, hard work, and giving back to southern New Mexico. She took out loans and worked multiple jobs to pay for her college education, and graduated cum laude from Georgetown University in just three years. Xochitl returned home to Las Cruces and served as field representative for Senator Tom Udall, advocating for broadband expansion, working with education and business leaders to create job opportunities for New Mexico graduates, and helping community stakeholders protect southern New Mexico’s water resources. She went on to earn her law degree from the University of New Mexico, and practiced natural resource and water law. Xochitl and her husband live in Las Cruces, the community where she grew up. When elected, she will work tirelessly to make all southern New Mexico working families’ voices heard in Congress.",
      "A champion for Southern New Mexico working families",
      "Xochitl is running for Congress to expand economic opportunity for southern New Mexico working families and to create good-paying jobs. She is an advocate for expanding all Americans’ access to quality, affordable health care, and when elected she will fight back against any attempts to undo the progress we’ve worked so hard to make. Xochitl’s grandmother immigrated from Mexico, and she grew up hearing the story of how she worked hard in the fields to build her American dream. As a law clerk for a federal judge, Xochitl saw firsthand how broken our immigration system is — and when elected, she will fight tirelessly for commonsense reforms that strengthen our communities and help grow our economy. She is dedicated to fighting for all southern New Mexicans, including the most vulnerable members of her community and she volunteers at a homeless shelter giving counsel to those in need. She serves on the board of a local nonprofit food center, and works to build a healthy, sustainable, and fair food system in southern New Mexico. She is a fierce advocate for protecting our precious natural resources and when elected, she will fight to make sure that New Mexico’s economy works for all.",
      "An opportunity to flip a seat and take back the House",
      "Xochitl is running for the open seat vacated by extreme Republican Congressman Steve Pearce, who is running for Governor of New Mexico. This is a high-stakes race, and with Congresswoman Michelle Lujan Grisham running for governor, this is an opportunity to ensure that New Mexico Latinas continue to have a voice in Washington. Xochitl is an outstanding leader running a strong grassroots campaign, and she has what it takes to flip this critical seat. Let’s show her our full support, and help this champion for working families bring new leadership to southern New Mexico — and let’s take back the House."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/xochitl-torres-small",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "lauren-underwood": {
    "name": "Lauren Underwood",
    "img": "https://www.emilyslist.org/i/images/Lauren-Underwood.png/@zx_250@zy_250",
    "location": "U.S. House, Illinois",
    "link": "https://www.emilyslist.org/candidates/lauren-underwood",
    "id": "lauren-underwood",
    "summary": [
      "A champion for Illinois working families",
      "A fighter dedicated to expanding economic opportunity",
      "An opportunity to flip a seat"
    ],
    "bio": [
      "A champion for Illinois working families",
      "Lauren Underwood is a champion for Illinois working families running for Congress to expand economic opportunity for all. She is a registered nurse with hands-on experience in our health care system and an experienced leader who has dedicated her career to expanding all Americans’ access to quality, affordable care. When she was 8 years old, Lauren discovered that she had a heart condition — and the health care providers who treated and helped her manage her condition inspired her to pursue a career in nursing. President Obama appointed Lauren to serve as a senior advisor at the U.S. Department of Health and Human Services (HHS), where she helped communities across the country prevent, prepare for, and respond to disasters, bioterror threats, and public health emergencies. Lauren worked tirelessly to help implement the Affordable Care Act — broadening access for those on Medicare, improving health care quality, and reforming private insurance for working families across the country. She currently works for a Medicaid-managed health care plan in Chicago, working with clinical staff to ensure the plan provides high-quality, cost-efficient care to Illinois families. Lauren also teaches a graduate-level nursing course future helping to grow the next generation of nurse practitioners. She lives in Naperville, Illinois — the community where she is proud to have grown up and attended public schools.",
      "A fighter dedicated to expanding economic opportunity",
      "Lauren is dedicated to expanding economic opportunity for all Illinoisans and to creating good-paying jobs so that hardworking families and their communities can thrive. As someone with a pre-existing condition, Lauren knows firsthand what’s at stake as we defend the progress we’ve worked so hard to make in expanding access to quality, affordable health care. This registered nurse, teacher, pro-choice champion, and public servant has the experience and determination to fight back against the GOP’s dangerous agenda that threatens Illinois’ working families’ access to affordable health care. “I am proud of serving our country by implementing the Affordable Care Act and expanding access to health coverage for millions of Americans,” Lauren has said, “and I was honored to be appointed by President Obama to serve as a Senior Policy Advisor at HHS, working to bolster our disaster response and preparedness and to ensure that our communities were safe, healthy, and resilient.” When elected, Lauren will fight tirelessly to move Illinois forward for all working families.",
      "An opportunity to flip a seat",
      "Lauren is running against Republican incumbent Congressman Randy Hultgren, an extremist who has repeatedly sought to throw millions of Americans off their health insurance, puts special interests ahead of the hardworking families he was elected to serve, and denies the existence of climate change. Illinois’ 14th District has never before been represented by a woman or an African American in Congress, and Lauren has what it takes to win and make history. Illinois working families are ready to hold Hultgren accountable for his record of failure, and this race is a must-win on the path to taking back the House in 2018. Let’s show Lauren our full support, and help elect this champion for Illinois working families to Congress — and let’s take back the House."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/lauren-underwood",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "liz-watson": {
    "name": "Liz Watson",
    "img": "https://www.emilyslist.org/i/images/Liz-Watson.png/@zx_250@zy_250",
    "location": "U.S. House, Indiana",
    "link": "https://www.emilyslist.org/candidates/liz-watson",
    "id": "liz-watson",
    "summary": [
      "A champion for Indiana’s working families",
      "A dedicated fighter for expanding economic opportunity",
      "An opportunity to flip a seat and take back the House"
    ],
    "bio": [
      "A champion for Indiana’s working families",
      "Liz Watson is a fifth-generation Hoosier who is running for Congress to fight for working families in Indiana. “This race is about the kind of future we want for our children and grandchildren,” she has said, “I will never stop fighting for Hoosier families.” Liz grew up in Bloomington and attended Bloomington public schools and is committed to ensuring every child receives a great public school education. She then went on to college and law school, where as a law student she helped represent victims of domestic violence. Currently a faculty member at Indiana University, Liz has spent her career fiercely advocating for women and families, including serving as director of workplace justice at the National Women’s Law Center, executive director of the Georgetown Poverty Center, and as the labor policy director for congressional Democrats. Liz and her husband live near her parents in Bloomington with their two children, who attend the same elementary school that Liz did.",
      "A dedicated fighter for expanding economic opportunity",
      "Liz is running for Congress to fight for good-paying jobs, affordable health care, strong schools and other policies that help working families get ahead. “I want to represent the people in our district by fighting for better health care, good jobs and the best public education we can provide for our children,” she has said. Liz decided to run when she saw that these values were under attack by House Republicans, including in the recent tax bill they passed that gave large tax cuts to corporations. “Special interests have been manipulating the rules of the economy in favor of the one percent for too long,” she has said. “If we work together, we can restore the American dream for Indiana families.” Liz has a strong record fighting for families throughout her career, and when elected, she will continue to fight tirelessly for them in Congress.",
      "An opportunity to flip a seat and take back the House",
      "Liz is challenging incumbent Republican Congressman Trey Hollingsworth, a vulnerable freshman who has prioritized a dangerous and extreme agenda that hurts the working families he was elected to serve. Liz’s strong, grassroots campaign built impressive early momentum, and Hollingsworth is running scared — he literally skipped a town hall with constituents because he was unwilling to defend the GOP’s tax scam. Liz has what it takes to hold him accountable, but Hollingsworth’s deep-pocketed special interest allies are counting on him to support their agenda and won’t give up without a fight because they are desperate to keep his seat and his party’s control of the House. Liz is a fearless fighter for Hoosiers, and she has what it takes to flip this seat. Let’s show her the full support of the EMILY’s List community so we can take back the House in 2018."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/liz-watson",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "jennifer-wexton": {
    "name": "Jennifer Wexton",
    "img": "https://www.emilyslist.org/i/Jennifer-Wexton.png/@zx_250@zy_250",
    "location": "U.S. House, Virginia",
    "link": "https://www.emilyslist.org/candidates/jennifer-wexton",
    "id": "jennifer-wexton",
    "summary": [
      "An experienced leader fighting for Virginia's working families",
      "A champion for expanding economic opportunity and justice for all",
      "An opportunity to flip a critical swing seat"
    ],
    "bio": [
      "An experienced leader fighting for Virginia's working families",
      "Jennifer Wexton is an experienced leader and advocate for justice who is running to fight for Virginia’s working families in Congress. Currently a state senator, Jennifer has previously served Loudon County as a substitute judge, special justice, and assistant commonwealth’s attorney. She successfully prosecuted and tried cases ranging from criminals who committed domestic violence to misdemeanor traffic cases. In the state Senate, she has passed over 40 bills in the last four years she’s been in office, proving herself to be an effective bipartisan legislator. Jennifer is a Washington-area native who lives in Leesburg with her husband, two sons, and two rescued labrador retrievers.",
      "A champion for expanding economic opportunity and justice for all",
      "Jennifer is dedicated to expanding economic opportunity for Northern Virginia families. As a state senator, she has been involved in the successful efforts to expand Medicaid to about 400,000 Virginians who previously didn’t qualify. “I would like everyone to have access to affordable, quality health care,” she has said. Jennifer has built bipartisan support in the state Senate for important legislation, including laws that have empowered victims of revenge porn, made online pedophiles easier to prosecute, and secured a woman’s right to breastfeed in public. “I’ve had a strong record of bipartisan legislation that I’ve managed to pass, things that help kids and families in the district, and that’s the same thing I’ll do in Congress,” she has said. As a former prosecutor and judge, Jennifer is committed to justice and equality for all Virginians. These values and her strong work ethic will guide her to be a vocal advocate for working families in Congress.",
      "An opportunity to flip a critical swing seat",
      "Jennifer is running against vulnerable Republican incumbent Barbara Comstock, whose conservative beliefs and votes do not align with the district that she represents. “Barbara Comstock has worked to strip health care from millions of Americans, proudly touts her A rating from the NRA, and is so out of touch with this district that she hides from her constituents,” Jennifer has said, “We are now on a mission to bring real representation to Northern Virginia.” Hillary Clinton won this district by 10 points in 2016, making it one of the most important seats to flip in our fight to take back the House for Democrats. EMILY’s List and our community of supporters are excited to work closely with Jennifer to win this Northern Virginia seat in November."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/jennifer-wexton",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "susan-wild": {
    "name": "Susan Wild",
    "img": "https://www.emilyslist.org/i/images/Susan-Wild.png/@zx_250@zy_250",
    "location": "U.S. House, Pennsylvania",
    "link": "https://www.emilyslist.org/candidates/susan-wild",
    "id": "susan-wild",
    "summary": [
      "A champion for Pennsylvania working families",
      "A leader working to expand economic opportunity",
      "An opportunity to win a new district and take back the House"
    ],
    "bio": [
      "A champion for Pennsylvania working families",
      "Susan Wild is an experienced community advocate running for Congress to fight for Pennsylvania working families. Susan grew up in a military family, moving frequently, but found home when she moved to the Lehigh Valley more than 30 years ago. An experienced attorney, she has dedicated her career to advocating for fairness and equal justice in her practice that includes health care, civil rights, and employment law. In 2015, the Allentown city council unanimously confirmed her appointment to serve as city solicitor, a position that had never before been held by a woman, and accountability and transparency have increased under her leadership. Susan has served her community on the boards of her local food bank, regional theater, and Jewish federation. She is the proud mother of two grown children, has two dogs, and supports local animal rescue organizations.",
      "A leader working to expand economic opportunity",
      "Susan is running to expand economic opportunity for all Lehigh Valley working families, and to help create good-paying jobs so that communities thrive. “Today, anyone who is willing to work should have the chance to, and our political leaders have a responsibility to ensure Pennsylvanians benefit from the country’s economic growth,” she has said. Susan is dedicated to expanding all Americans’ access to quality, affordable health care, and she will fight back against any attempts to undo the progress we’ve worked so hard to make. “In the wealthiest nation on earth, no citizen should have to take on a second job, risk bankruptcy, or make a choice between putting food on the table or buying school supplies, and paying for health care,” she has said. At a time when the laws protecting our clean air and clean water are under attack, Susan is a fierce advocate for protecting the environment. When elected, she will defend our precious natural resources and public lands, and she will fight back against the dangerous anti-science Republican agenda.",
      "An opportunity to win a new district and take back the House",
      "Susan is running in Pennsylvania’s newly-drawn 7th District, an open seat created in February when the Pennsylvania Supreme Court overturned an unconstitutional Republican gerrymander that kept working families’ voices from being heard in the halls of power. Hillary Clinton narrowly outperformed Donald Trump in this district in 2016, and Susan has what it takes to win this high-stakes fight for a new seat in a state that Republicans disproportionally represent. Pennsylvania currently has the largest congressional delegation that is all men, and when elected, Susan will give millions of Pennsylvania women a new voice in Washington. Let's show Susan the full support of the EMILY’s List community as she fights to give Pennsylvania women and families a powerful new voice in Congress — and let’s take back the House."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/susan-wild",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  },
  "kathleen-williams": {
    "name": "Kathleen Williams",
    "img": "https://www.emilyslist.org/i/images/Kathleen-Williams.png/@zx_250@zy_250",
    "location": "U.S. House, Montana",
    "link": "https://www.emilyslist.org/candidates/kathleen-williams",
    "id": "kathleen-williams",
    "summary": [
      "An experienced leader fighting for Montanans",
      "A champion for expanding health care and economic opportunity",
      "An opportunity to flip a seat and flip the House"
    ],
    "bio": [
      "An experienced leader fighting for Montanans",
      "Kathleen Williams is an experienced leader and fighter on behalf of Montana’s working families. As a three-term state representative, Kathleen gained respect from colleagues on both sides of the aisle and distinguished herself as an ethical, effective legislator. Serving as vice chair of the agriculture committee, she emphasized the importance of local farming initiatives in Montana and used her expertise on rivers to inform decisions to protect Montanans’ water rights. Kathleen also served as vice chair of the House taxation committee, where she saw the importance of tax reform that helps expand economic opportunities for working families. She has also worked as an associate director at the Western Landowners Alliance, where she focused on water and conservation policy issues. Kathleen enjoys fishing, hunting, canoeing, and cycling in Montana’s beautiful wilderness, which she wants to protect for public use. She has two grown step-sons and a German wirehair pointer named Danni.",
      "A champion for expanding health care and economic opportunity",
      "Kathleen is running for Congress because she cares deeply about protecting Montanans’ health care and expanding economic opportunity. While she was in the legislature, Kathleen helped shepherd the passage of a bill that sought to ensure cancer patients are treated fairly by health insurers and able to participate in clinical trials that could lead to breakthroughs in treatment. She has released a detailed health policy plan that she will work to pass in Congress. “When I talk to people, health care is absolutely [number one]. If we didn’t have the political will before, we better get it, because we have to fix this,” she has said. Part of Kathleen’s commitment to improving health care comes from the fact that she served as a caregiver for her ailing mother when she was only 11 years old. “I know how an illness can affect a family – it’s hard. We need to make sure every family has health care,” she has said.",
      "An opportunity to flip a seat and flip the House",
      "Kathleen won a crowded primary to face off against freshman incumbent Rep. Greg Gianforte, who should not only be considered dangerous because of his extreme views on health care and public lands, but also because he pleaded guilty to physically assaulting a reporter on the campaign trail during his special election. This is an opportunity to flip a seat from red to blue and help Democrats win back the House. Kathleen would be the first woman to represent Montana in Congress since the 1940s. “I had a lot of women say they were not sure a woman could win in Montana, and after a while I got blunt: ‘Well, it won’t happen if that’s what we think!’” she has said. Let’s show this champion for Montanans the full support of the EMILY’s List community and help her win this race."
    ],
    "donate": "https://www.emilyslist.org/donate/candidate/kathleen-williams",
    "facebook": "https://www.facebook.com/emilyslist",
    "twitter": "https://twitter.com/emilyslist"
  }
}